Repository: kimchi-project/kimchi
Catalog: src/wok/plugins/gingerbase/po/*.po
Languages: es_es, fr_fr, ja_jp, pt_br, ru_ru, zh_cn, zh_tw

source: Creating...
fr_fr: Création en cours...
pt_br: Criando...
zh_cn: 正在创建...

source: Loading...
es_es: Cargando...
fr_fr: Chargement en cours...
ja_jp: ロードしています...
pt_br: Carregando...
ru_ru: Загружается...
zh_cn: 正在加载...
zh_tw: 正在載入...

source: Retry
es_es: Reintentar
fr_fr: Essayer à nouveau
ja_jp: 再試行
pt_br: Tentar novamente
ru_ru: Повторить
zh_cn: 重试
zh_tw: 重試

source: Detailed message:
es_es: Mensaje detallado:
fr_fr: Message détaillé:
ja_jp: 詳細メッセージ:
pt_br: Mensagem detalhada:
ru_ru: Подробное сообщение:
zh_cn: 详细消息：
zh_tw: 詳細的訊息：

source: Unable to shut down system as there are some virtual machines running!
es_es: No se puede concluir el sistema ya que hay algunas máquinas virtuales en ejecución.
fr_fr: Impossible d'éteindre le système du fait que certaines machines virtuelles sont lancées !
ja_jp: いくつかの仮想マシンが稼働しているために、システムをシャットダウンできません!
pt_br: Não foi possível desligar o sistema porque algumas máquinas virtuais estão ligadas!
ru_ru: Невозможно завершить работу системы, поскольку в ней работают виртуальные машины!
zh_cn: 有虚拟机在运行，不能关闭主机。
zh_tw: 無法關閉系統，因為有幾個虛擬機器正在執行中！

source: Max:
es_es: Máx.:
ja_jp: 最大:
pt_br: Máximo:
ru_ru: Макс.:
zh_cn: 最大：
zh_tw: 上限：

source: Utilization
es_es: Utilización
fr_fr: Utilisation
ja_jp: 使用率
pt_br: Utilização
ru_ru: Использование
zh_cn: 利用率
zh_tw: 使用率

source: Available
es_es: Disponible
fr_fr: Disponible
ja_jp: 使用可能
pt_br: Disponível
ru_ru: Доступно
zh_cn: 可利用的
zh_tw: 可用

source: Read Rate
es_es: Velocidad de lectura
fr_fr: Taux en Lecture
ja_jp: 読み取り速度
pt_br: Taxa de leitura
ru_ru: Скорость чтения
zh_cn: 读速率
zh_tw: 讀取速率

source: Write Rate
es_es: Velocidad de escritura
fr_fr: Taux en Écriture
ja_jp: 書き込み速度
pt_br: Taxa de escrita
ru_ru: Скорость записи
zh_cn: 写速率
zh_tw: 寫入速率

source: Received
es_es: Recibido
fr_fr: Reçu
ja_jp: 受信済み
pt_br: Recebido
ru_ru: Получено
zh_cn: 接收
zh_tw: 已接收

source: Sent
es_es: Enviado
fr_fr: Envoyé
ja_jp: 送信済み
pt_br: Enviado
ru_ru: Отправлено
zh_cn: 发送
zh_tw: 已傳送

source: Shutting down or restarting host will cause unsaved work lost. Continue to shut down/restarting?
es_es: Concluir o reiniciar el host hará que se pierda el trabajo no guardado. ¿Desea continuar para concluir/reiniciar?
fr_fr: Éteindre ou redémarrer l'hôte causera la perte de tout travail non enregistré. Continuer à éteindre/redémarrer ?
ja_jp: ホストをシャットダウンまたは再始動すると、保存されていない作業は失われます。シャットダウン/再始動を続行しますか?
pt_br: Desligar ou reiniciar o host causará perda de trabalho que não foi salvo. Continuar o processo de desligar/reiniciar?
ru_ru: Завершение работы и перезапуск хоста приведут к потере несохраненной работы. Продолжить завершение работы/перезапуск?
zh_cn: 关闭或者重启主机会导致没有保存的工作丢失。继续关机/重启？
zh_tw: 關閉或重新啟動主機將導致未儲存的工作遺失。要繼續關閉/重新啟動嗎？

source: Repository will be removed permanently and can't be recovered. Do you want to continue?
es_es: El repositorio se eliminará de forma permanente y no se puede recuperar. ¿Desea continuar?
fr_fr: Le dépôt sera retiré de façon permanente et ne pourra être rétabli. Voulez-vous continuer ?
ja_jp: リポジトリーは完全に削除され、リカバリーできなくなります。続行しますか?
pt_br: Repositório será removido permanentemente e não poderá ser recuperado. Deseja continuar?
ru_ru: Хранилище будет удалено без возможности восстановления. Продолжить?
zh_cn: 软件仓库将被永久删除，不能恢复。是否继续？
zh_tw: 將會永久地移除儲存庫並且無法回復。要繼續嗎？

source: Repositories
es_es: Repositorios
fr_fr: Dépôts
ja_jp: リポジトリー
pt_br: Repositórios
ru_ru: Хранилища
zh_cn: 软件仓库
zh_tw: 儲存庫

source: ID
ru_ru: ИД
zh_cn: 标识符

source: Name
es_es: Nombre
fr_fr: Nom
ja_jp: 名前
pt_br: Nome
ru_ru: Имя
zh_cn: 名称
zh_tw: 名稱

source: Base URL
es_es: URL base
fr_fr: URL de base
ja_jp: ベース URL
pt_br: URL Base
ru_ru: Базовый URL
zh_cn: 基本URL
zh_tw: 基本 URL

source: Is Mirror
es_es: Es duplicado
fr_fr: Est un miroir
ja_jp: ミラー
pt_br: É mirror
ru_ru: Зеркальная копия
zh_cn: 是否为镜像
zh_tw: 是鏡映

source: URL Args
es_es: Args de URL
fr_fr: Arguments d'URL
ja_jp: URL 引数
pt_br: Argumentos da URL
ru_ru: Аргументы URL
zh_cn: URL参数
zh_tw: URL 引數

source: Enabled
es_es: Habilitado
fr_fr: Activé
ja_jp: 使用可能
pt_br: Ativado
ru_ru: Включено
zh_cn: 已启用
zh_tw: 已啟用

source: GPG Check
es_es: Comprobación GPG
fr_fr: Vérification GPG
ja_jp: GPG チェック
pt_br: Verificação GPG
ru_ru: Проверка GPG
zh_cn: GPG校验
zh_tw: GPG 檢查

source: GPG Key
es_es: Clave GPG
fr_fr: Clé GPG
ja_jp: GPG 鍵
pt_br: Chave GPG
ru_ru: Ключ GPG
zh_cn: GPG键
zh_tw: GPG 金鑰

source: Add
es_es: Añadir
fr_fr: Ajouter
ja_jp: 追加
pt_br: Adicionar
ru_ru: Добавить
zh_cn: 增加
zh_tw: 新增

source: Edit
es_es: Editar
fr_fr: Éditer
ja_jp: 編集
pt_br: Editar
ru_ru: Редактировать
zh_cn: 编辑
zh_tw: 編輯

source: Remove
es_es: Eliminar
fr_fr: Retirer
ja_jp: 除去
pt_br: Remover
ru_ru: Удалить
zh_cn: 删除
zh_tw: 移除

source: Enable
es_es: Habilitar
fr_fr: Activer
ja_jp: 使用可能
pt_br: Ativar
ru_ru: Включить
zh_cn: 使能
zh_tw: 啟用

source: Disable
es_es: Inhabilitar
fr_fr: Désactiver
ja_jp: 使用不可
pt_br: Desativar
ru_ru: Выключить
zh_cn: 禁用
zh_tw: 停用

source: Package Name
es_es: Nombre de paquete
fr_fr: Nom de paquet
ja_jp: パッケージ名
pt_br: Nome do pacote
ru_ru: Имя пакета
zh_cn: 软件包名称
zh_tw: 套件名稱

source: Version
es_es: Versión
ja_jp: バージョン
pt_br: Versão
ru_ru: Версия
zh_cn: 版本
zh_tw: 版本

source: Architecture
es_es: Arquitectura
ja_jp: アーキテクチャー
pt_br: Arquitetura
ru_ru: Архитектура
zh_cn: 体系结构
zh_tw: 架構

source: Repository
es_es: Repositorio
fr_fr: Dépôt
ja_jp: リポジトリー
pt_br: Repositório
ru_ru: Хранилище
zh_cn: 软件仓库
zh_tw: 儲存庫

source: Update All
es_es: Actualizar todo
fr_fr: Tout mettre à jour
ja_jp: すべて更新
pt_br: Atualizar todos
ru_ru: Обновить всё
zh_cn: 更新所有
zh_tw: 全部更新

source: Updating...
es_es: Actualizando...
fr_fr: En cours de mise à jour...
ja_jp: 更新しています...
pt_br: Atualizando...
ru_ru: Обновление...
zh_cn: 正在更新...
zh_tw: 正在更新...

source: Failed to retrieve packages update information.
fr_fr: Échec de récupération des informations de mise-à-jour des paquets.
pt_br: Não foi possível recuperar as informações de atualização de pacoates.
zh_cn: 查找软件包更新信息失败。

source: Failed to update package(s).
es_es: No se han podido actualizar paquetes.
fr_fr: Échec durant la mise à jour du/des paquet(s)
ja_jp: パッケージを更新できませんでした。
pt_br: Erro ao atualizar pacote(s).
ru_ru: Не удалось обновить пакеты.
zh_cn: 更新软件包失败
zh_tw: 無法更新套件。

source: Debug report will be removed permanently and can't be recovered. Do you want to continue?
es_es: El informe de depuración se eliminará permanentemente y no se puede recuperar. ¿Desea continuar?
fr_fr: Le rapport de déboggage sera enlevé de façon permanente et ne pourra être rétabli. Voulez-vous continuer ?
ja_jp: デバッグ・レポートは完全に削除され、リカバリーできなくなります。続行しますか?
pt_br: Relatório de debug será permanentemente removido e não poderá ser recuperado. Deseja continuar?
ru_ru: Отладочный отчет будет удален без возможности восстановления. Продолжить?
zh_cn: 诊断报告将被永久删除，并且不能恢复。是否继续？
zh_tw: 將會永久地移除除錯報告並且無法回復。要繼續嗎？

source: Debug Reports
es_es: Informes de depuración
fr_fr: Rapports de Déboggage
ja_jp: デバッグ・レポート
pt_br: Relatórios de Debug
ru_ru: Отладочные отчеты
zh_cn: 主机诊断报告
zh_tw: 除錯報告

source: Generated Time
es_es: Tiempo generado
fr_fr: Horodatage de génération
ja_jp: 生成時刻
pt_br: Tempo gerado
ru_ru: Время создания
zh_cn: 生成时间
zh_tw: 產生時間

source: Generate
es_es: Generar
fr_fr: Générer
ja_jp: 生成
pt_br: Gerar
ru_ru: Создать
zh_cn: 生成
zh_tw: 產生

source: Generating...
es_es: Generando...
fr_fr: En cours de génération...
ja_jp: 生成しています...
pt_br: Gerando...
ru_ru: Создание...
zh_cn: 正在生成...
zh_tw: 正在產生...

source: Rename
es_es: Redenominar
fr_fr: Renommer
ja_jp: 名前変更
pt_br: Renomear
ru_ru: Переименовать
zh_cn: 重命名
zh_tw: 重新命名

source: Download
es_es: Descargar
fr_fr: Télécharger
ja_jp: ダウンロード
pt_br: Baixar
ru_ru: Загрузить
zh_cn: 下载
zh_tw: 下載

source: Report name should contain only letters, digits, underscore ('_') and/or hyphen ('-').
es_es: El nombre de informe debe contener sólo letras, dígitos y/o guión ('-').
fr_fr: Le nom de rapport devrait contenir uniquement des lettres, nombres, soulignement ('_') et/ou tiret ('-').
ja_jp: レポート名に使用できるのは、英字、数字、およびハイフン (-) のみです。
pt_br: Nome do relatório deve apenas conter letras, números, underscore ('_') e/ou hífen ('-').
ru_ru: Имя отчета должно содержать только буквы, цифры и дефисы ('-').
zh_cn: 报告名字中只能包含字母、数字、下划线('_')和连字符('-')
zh_tw: 報告名稱只應該包含字母、數字及/或連字號 ('-')。

source: Pending...
es_es: Cargando...
fr_fr: En attente...
ja_jp: ロードしています...
pt_br: Pendente...
ru_ru: Загружается...
zh_cn: 正在加载...
zh_tw: 正在載入...

source: Report name is the same as the original one.
fr_fr: Le nom du rapport est le même que celui d'origine.
pt_br: Nome do relatório é o mesmo que o original.
zh_cn: 报告名称与原始名称重复。

source: This will delete the virtual machine and its virtual disks. This operation cannot be undone. Would you like to continue?
es_es: Esto suprimirá la máquina virtual y sus discos virtuales. Esta operación no puede deshacerse. ¿Desea continuar?
fr_fr: Cela va supprimer la machine virtuelle et tous ses disques virtuels. Cette opération est irréversible. Voulez-vous continuer ?
ja_jp: 仮想マシンとその仮想ディスクが削除されます。この操作は元に戻すことができません。続行しますか?
pt_br: A máquina virtual vai ser removida com todos seus discos. Essa operação é irreversível. Deseja continuar?
ru_ru: Будет удалена виртуальная машина вместе со своими виртуальными дисками. Это необратимая операция. Продолжить?
zh_cn: 这将删除虚拟机和它的虚拟磁盘。该操作不能撤销，继续吗？
zh_tw: 此動作將會刪除虛擬機器及其虛擬磁碟。此作業無法復原。要繼續嗎？

source: Power off Confirmation
es_es: Confirmación de supresión
fr_fr: Confirmation de mise hors tension
ja_jp: 削除の確認
pt_br: Confirmação de desligamento forçado
ru_ru: Подтверждение удаления
zh_cn: 关闭电源确认
zh_tw: 刪除確認

source: This action may produce undesirable results, for example unflushed disk cache in the guest. Would you like to continue?
fr_fr: Cette action pourrait produire des résultats indésirables, par exemple un cache disque non flushé dans l'invité. Voulez-vous continuer ?
pt_br: Essa ação pode produzir resultados não desejáveis, como por exemplo cache de disco não-atualizado no guest. Deseja continuar?
zh_cn: 这样做可能导致不良后果，比如客户机磁盘缓存未刷新，确认要继续吗？

source: Reset Confirmation
es_es: Confirmación de supresión
fr_fr: Confirmation de Réinitialisation
ja_jp: 削除の確認
pt_br: Confirmação de reinicialização
ru_ru: Подтверждение удаления
zh_cn: 重置确认
zh_tw: 刪除確認

source: There is a risk of data loss caused by reset without the guest OS shutdown. Would you like to continue?
fr_fr: Il y a un risque de perte de données causées par une réinitialisation sans extinction de l'OS invité. Voulez-vous continuer ?
pt_br: Existe um risco de perda de dados causado pela reinicialização sem o desligamento do sistema operacional do guest. Deseja continuar?
zh_cn: 在客户机操作系统未关闭的情况下重置有风险导致数据丢失，确认要继续吗？

source: Shut Down Confirmation
es_es: Confirmación de supresión
fr_fr: Confirmation d'Extinction
ja_jp: 削除の確認
pt_br: Confirmação de desligamento
ru_ru: Подтверждение удаления
zh_cn: 关机确认
zh_tw: 刪除確認

source: Note the guest OS may ignore this request. Would you like to continue?
es_es: Esto suprimirá permanentemente la plantilla. ¿Desea continuar?
fr_fr: Noter que l'OS invité pourrait ignorer cette requête. Voulez-vous continuer ?
ja_jp: テンプレートは完全に削除されます。続行しますか?
pt_br: O sistema operacional do guest pode ignorar essa requisição. Deseja continuar?
ru_ru: Шаблон будет безвозвратно удален. Продолжить?
zh_cn: 注意，客户机操作系统可能会忽略这个请求，确认要继续吗？
zh_tw: 此動作將永久地刪除範本。要繼續嗎？

source: Virtual Machine delete Confirmation
fr_fr: Confirmation de suppression de Machine Virtuelle
pt_br: Confirmação de Remoção da Máquina Virtual
zh_cn: 虚拟机删除确认

source: This virtual machine is not persistent. Power Off will delete it. Continue?
pt_br: Essa máquina virtual não é persistente. O desligamento irá removê-la. Deseja continuar?
zh_cn: 该虚拟机不是一个稳定的虚拟机，关机将会删除它，是否继续？

source: When the target guest has SCSI or iSCSI volumes, they will be cloned on default storage pool. The same will happen when the target pool does not have enough space to clone the volumes. Do you want to continue?
pt_br: Quando o guest de destino tiver volumes SCSI ou iSCSI, eles serão clonados no storage pool padrão. O mesmo vai acontecer quando o pool de destino não tiver espaço suficiente para clonar os volumes. Você deseja continuar?
zh_cn: 当目标客户机使用SCSI或者iSCSI存储卷时，这些存储卷的副本将被放置于默认存储池中。在目标存储池没有足够空间放置其他存储卷的时候也会如此。确认继续？

source: This CDROM will be detached permanently and you can re-attach it. Continue to detach it?
es_es: Este CDROM se desconectará de forma permanente pero puede volver a conectarlo. ¿Desea continuar para desconectarlo?
fr_fr: Ce CDROM sera détaché de façon permanente et vous pourrez le ré-attacher. Continuer le détachement ?
ja_jp: この CDROM は完全に切り離されますが、再接続できます。切り離しを続行しますか?
pt_br: Esse CDROM será desconectado permanentemente e você pode reconectá-lo. Deseja continuar a remoção?
ru_ru: Этот CDROM будет отключен. Его можно будет снова подключить. Отключить?
zh_cn: CDROM将被永久卸载，你可以重新装载它。继续卸载？
zh_tw: 將會永久地分離此 CDROM，但是您可以將其重新連接。要繼續分離此 CDROM 嗎？

source: Attach
es_es: Conectar
fr_fr: Attacher
ja_jp: 接続
pt_br: Adicionar
ru_ru: Подключить
zh_cn: 装载
zh_tw: 連接

source: Attaching...
es_es: Conectando...
fr_fr: En cours d'attachement...
ja_jp: 接続しています...
pt_br: Adicionando...
ru_ru: Подключение...
zh_cn: 正在装载
zh_tw: 正在連接...

source: Replace
es_es: Sustituir
fr_fr: Remplacer
ja_jp: 交換
pt_br: Substituir
ru_ru: Заменить
zh_cn: 替换
zh_tw: 取代

source: Replacing...
es_es: Sustituyendo...
fr_fr: En cours de Remplacement...
ja_jp: 交換しています...
pt_br: Substituindo...
ru_ru: Замена...
zh_cn: 正在替换...
zh_tw: 正在取代...

source: Successfully attached!
es_es: ¡Conectado correctamente!
fr_fr: Attaché avec succès !
ja_jp: 正常に接続しました!
pt_br: Adicionado com sucesso!
ru_ru: Успешно подключен!
zh_cn: 成功装载
zh_tw: 已順利連接！

source: Successfully replaced!
es_es: ¡Sustituido correctamente!
fr_fr: Remplacé avec succès !
ja_jp: 正常に交換しました!
pt_br: Substituído com sucesso!
ru_ru: Успешно заменен!
zh_cn: 成功替换
zh_tw: 已順利取代！

source: Successfully detached!
es_es: ¡Desconectado correctamente!
fr_fr: Détaché avec Succès !
ja_jp: 正常に切り離しました!
pt_br: Removido com sucesso!
ru_ru: Успешно отключен!
zh_cn: 成功卸载
zh_tw: 已順利分離！

source: This disk will be detached permanently and you can re-attach it. Continue to detach it?
fr_fr: Ce disque sera définitivement détaché et peut être ré-attaché. Continuer à le détacher ?
pt_br: Esse disco será desconectado permanentemente e você pode reconectá-lo. Deseja continuar a remoção?
zh_cn: 该磁盘将会被永久卸载，你可以重新添加它，继续执行卸载操作吗?

source: interface:
zh_cn: 接口：

source: address:
pt_br: endereço:
zh_cn: 地址：

source: link_type:
pt_br: tipo do link:
zh_cn: 连接类型：

source: block:
pt_br: bloco:
zh_cn: 块：

source: drive_type:
pt_br: tipo do drive:
zh_cn: 设备类型：

source: model:
pt_br: modelo:
zh_cn: 模型：

source: Affected devices:
pt_br: Dispositivos afetados:
zh_cn: 被影响的设备：

source: CDROM path needs to be a valid local/remote path and cannot be blank.
fr_fr: Le chemin de CDROM doit être un chemin local/distant valide et ne peut être virge.
pt_br: Caminho do CDROM precisa ser um caminho local válido e não pode ser vazio.
zh_cn: CDROM路径需要一个有效的本地/远程路径且不能为空。

source: Disk pool or volume cannot be blank.
es_es: El nombre de la agrupación de almacenamiento no puede estar en blanco.
fr_fr: Le pool de disque ou le volume ne peut être vierge.
ja_jp: ストレージ・プール名をブランクにすることはできません。
pt_br: Pool ou volume do disco não pode ser vazio.
ru_ru: Не указано имя пула памяти.
zh_cn: 存储池或卷不能为空
zh_tw: 儲存區名稱不能空白。

source: Generate a New Debug Report
es_es: Generar un Informe de depuración nuevo
fr_fr: Générer un Nouveau Rapport de Déboggage
ja_jp: 新規デバッグ・レポートの生成
pt_br: Gerar um novo Relatório de Debug
ru_ru: Создать новый отладочный отчет
zh_cn: 产生一个新的诊断报告
zh_tw: 產生新的除錯報告

source: Report Name
es_es: Nombre de informe
fr_fr: Nom du Rapport
ja_jp: レポート名
pt_br: Nome do Relatório
ru_ru: Имя отчета
zh_cn: 诊断报告名
zh_tw: 報告名稱

source: The name used to identify the report. If omitted, a name will be chosen based on current time. Name can contain: letters, digits, underscore ("_") and hyphen ("-").
es_es: El nombre que se utiliza para identificar el informe. Si se omite, se elegirá un nombre basándose en la hora actual. El nombre puede contener: letras, dígitos y guión ("-").
fr_fr: Le nom utilisé pour identifier le rapport. Si omis, un nom sera choisi basé sur l'heure courante. Le nom peut contenir des lettres, des nombres, le soulignement ("_") et le tiret ("-").
ja_jp: 名前はレポートを識別するために使用されます。省略すると、現在時刻に基づいて選択されます。名前には英字、数字、およびハイフン (-) を使用できます。
pt_br: O nome usado para identificar o relatório. Se omitido, um nome será escolhido baseado no horário atual. O nome pode conter: letras, números, underscore ('_') e hífen ('-').
ru_ru: Имя для идентификации отчета. Если не указано, имя будет сформировано на основе текущего времени. Имя может содержать: буквы, цифры и дефисы ("-").
zh_cn: 名字用来标识诊断报告。如果省略，将会基于当前时间生成一个新名字。名字中可以包含字母、数字、下划线 ('_') 和连字符（'-'）
zh_tw: 用來識別報告的名稱。如果省略，則會根據現行時間選擇名稱。名稱可以包含：字母、數字和連字號 ("-")。

source: Rename a Debug Report
es_es: Generar un Informe de depuración nuevo
fr_fr: Renommer un Rapport de Déboggage
ja_jp: 新規デバッグ・レポートの生成
pt_br: Renomear um Relatório de Debug
ru_ru: Создать новый отладочный отчет
zh_cn: 重命名一个调试报告
zh_tw: 產生新的除錯報告

source: The name used to identify the report. Name can contain: letters, digits and hyphen ("-").
es_es: El nombre que se utiliza para identificar el informe. Si se omite, se elegirá un nombre basándose en la hora actual. El nombre puede contener: letras, dígitos y guión ("-").
fr_fr: Le nom utilisé pour identifer le rapport. Le nom peut contenir des lettres, nombres et tirets ("-").
ja_jp: 名前はレポートを識別するために使用されます。省略すると、現在時刻に基づいて選択されます。名前には英字、数字、およびハイフン (-) を使用できます。
pt_br: O nome usado para identificar o relatório. O nome pode conter: letras, dígitos e hífen ("-").
ru_ru: Имя для идентификации отчета. Если не указано, имя будет сформировано на основе текущего времени. Имя может содержать: буквы, цифры и дефисы ("-").
zh_cn: 报告的唯一表示名称，名称可以包含：英文字符，数字和连字符("-")。
zh_tw: 用來識別報告的名稱。如果省略，則會根據現行時間選擇名稱。名稱可以包含：字母、數字和連字號 ("-")。

source: Submit
fr_fr: Soumettre
pt_br: Enviar
ru_ru: Подтвердить
zh_cn: 提交

source: Add a Repository
es_es: Añadir un repositorio
fr_fr: Ajouter un Dépôt
ja_jp: リポジトリーの追加
pt_br: Adicionar um Repositório
ru_ru: Добавить хранилище
zh_cn: 增加一个软件仓库
zh_tw: 新增儲存庫

source: Identifier
es_es: Identificador
fr_fr: Identificateur
ja_jp: ID
pt_br: Identificador
ru_ru: Идентификатор
zh_cn: 标识符
zh_tw: ID

source: Single word, unique identifier for the repository.
es_es: Identificador exclusivo de una sola palabra para el repositorio.
fr_fr: Mot unique, identifiant unique pour le dépôt.
ja_jp: リポジトリーの固有 ID を示す単一のワード。
pt_br: Uma única palavra, identificador único para o repositório.
ru_ru: Одиночное слово - уникальный идентификатор хранилища.
zh_cn: 一个单词，唯一标识软件仓库
zh_tw: 單字，儲存庫的唯一 ID。

source: Textual name for the repository.
es_es: Nombre textual para el repositorio.
fr_fr: Nom textuel pour le dépôt.
ja_jp: リポジトリーのテキスト名。
pt_br: Nome textual para o repositório.
ru_ru: Текстовое имя хранилища.
zh_cn: 软件仓库的字面名字
zh_tw: 儲存庫的文字名稱。

source: Required Field
es_es: Campo obligatorio
fr_fr: Champ requis
ja_jp: 必須フィールド
pt_br: Campo Obrigatório
ru_ru: Обязательное поле
zh_cn: 必需的字段
zh_tw: 必要欄位

source: URL to the repository. Supported protocols are http, ftp, and file.
es_es: URL al repositorio. Los protocolos soportados son http, ftp y archivo.
fr_fr: URL du dépôt. Les protocoles supportés sont http, ftp et ficheir.
ja_jp: リポジトリーの URL で、サポートされているプロトコルは http、ftp、および file です。
pt_br: URL para o repositório. Protocolos suportados são http, ftp e file.
ru_ru: URL хранилища. Поддерживаемые протоколы: http, ftp, file.
zh_cn: 软件仓库的URL，支持的协议有http、ftp、和file
zh_tw: 儲存庫的 URL。受支援的通訊協定包括 http、ftp 和 file。

source: Repository is a mirror
es_es: El repositorio es un duplicado.
fr_fr: Le dépôt est un miroir
ja_jp: リポジトリーはミラーです。
pt_br: Repositório é um mirror
ru_ru: Хранилище является зеркальной копией.
zh_cn: 软件仓库是一个镜像
zh_tw: 儲存庫是鏡映。

source: Distribution
es_es: Distribución
ja_jp: ディストリビューション
pt_br: Distribuição
ru_ru: Вариант
zh_cn: 发行版
zh_tw: 發行套件

source: Distribution of the DEB repository.
es_es: Distribución del repositorio DEB.
fr_fr: Distribution du dépôt DEB.
ja_jp: DEB リポジトリーのディストリビューション。
pt_br: Distribuição para o repositório DEB.
ru_ru: Вариант хранилища DEB.
zh_cn: DEB仓库的发行版
zh_tw: DEB 儲存庫的發行套件。

source: Components
es_es: Componentes
fr_fr: Composants
ja_jp: コンポーネント
pt_br: Componentes
ru_ru: Компоненты
zh_cn: 组件
zh_tw: 元件

source: List of components in DEB repository.
es_es: Lista de componentes en el repositorio DEB.
fr_fr: Liste des composants dans le dépôt DEB.
ja_jp: DEB リポジトリー内のコンポーネントのリスト。
pt_br: Lista de componentes para o repositório DEB.
ru_ru: Список компонентов в хранилище DEB.
zh_cn: DEB仓库中的组件列表
zh_tw: DEB 儲存庫中的元件清單。

source: Edit Repository
es_es: Editar repositorio
fr_fr: Editer le Dépôt
ja_jp: リポジトリーの編集
pt_br: Editar Repositório
ru_ru: Изменить хранилище
zh_cn: 修改软件仓库
zh_tw: 編輯儲存庫

source: Mirror List URL
es_es: URL de lista duplicada
fr_fr: URL de Liste de Miroir
ja_jp: ミラー・リスト URL
pt_br: URL para a lista de mirror
ru_ru: URL списка зеркальных копий
zh_cn: 镜像列表URL
zh_tw: 鏡映清單 URL

source: Yes
es_es: Sí
fr_fr: Oui
ja_jp: はい
pt_br: Sim
ru_ru: Да
zh_cn: 是
zh_tw: 是

source: No
fr_fr: Non
ja_jp: いいえ
pt_br: Não
ru_ru: Нет
zh_cn: 否
zh_tw: 否

source: An error occurred while retrieving system information.
pt_br: Ocorreu um erro ao recuperar informações do sistema.
