Repository: kimchi-project/kimchi
Catalog: src/wok/plugins/gingerbase/po/*.po
Languages: es_es, fr_fr, ja_jp, pt_br, ru_ru, zh_cn, zh_tw

source: Unknown parameter %(value)s
fr_fr: Paramètre inconnu %(value)s
pt_br: Parâmetro desconhecido: %(value)s
zh_cn: 未知变量 %(value)s

source: Debug report %(name)s does not exist
es_es: El informe de depuración %(name)s no existe
fr_fr: Le rapport de déboggage %(name)s n'existe pas
ja_jp: デバッグ・レポート %(name)s は存在しません。
pt_br: Relatório de debug %(name)s não existe
ru_ru: Отладочный отчет %(name)s не существует
zh_cn: 诊断报告%(name)s不存在
zh_tw: 除錯報告 %(name)s 不存在

source: Debug report tool not found in system
es_es: Herramienta de informes de depuración no encontrada en el sistema
fr_fr: L'outil de rapport de déboggage n'a pas été trouvé dans le système
ja_jp: デバッグ・レポート・ツールがシステムに見つかりません
pt_br: Ferramenta de relatório de debug não encontrada no sistema
ru_ru: Инструмент отладочного отчета не найден в системе
zh_cn: 系统上没有诊断报告工具
zh_tw: 在系統中找不到除錯報告工具

source: Unable to create debug report %(name)s. Details: %(err)s.
es_es: No se puede crear el informe de depuración %(name)s. Detalles: %(err)s.
fr_fr: Impossible de créer le rapport de déboggage %(name)s. Détails: %(err)s.
ja_jp: デバッグ・レポート %(name)s を作成できません。詳細: %(err)s
pt_br: Não foi possível criar o relatório de debug %(name)s. Detalhes: %(err)s.
ru_ru: Не удалось создать отладочный отчет %(name)s. Сведения: %(err)s.
zh_cn: 不能创建诊断报告%(name)s。详情：%(err)s
zh_tw: 無法建立除錯報告 %(name)s。詳細資料：%(err)s。

source: Can not find any debug report with the given name %(name)s
fr_fr: Impossible de trouver un rapport de déboggage avec le nom fourni %(name)s
pt_br: Não foi possível encontrar nenhum relatório com o nome %(name)s
zh_cn: 未能找到指定名称%(name)s的调试报告

source: Unable to generate debug report %(name)s. Details: %(err)s
es_es: No se puede generar el informe de depuración %(name)s. Detalles: %(err)s
fr_fr: Impossible de générer le rapport de déboggage %(name)s. Détails: %(err)s
ja_jp: デバッグ・レポート %(name)s を生成できません。詳細: %(err)s
pt_br: Não foi possível gerar o relatório de debug %(name)s. Detalhes: %(err)s
ru_ru: Не удалось создать отладочный отчет %(name)s. Сведения: %(err)s
zh_cn: 不能生成诊断报告%(name)s。详情：%(err)s
zh_tw: 無法產生除錯報告 %(name)s。詳細資料：%(err)s

source: You should give a name for the debug report file.
fr_fr: Vous devriez donner un nom au fichier de rapport de déboggage.
pt_br: Você deve dar um nome para o arquivo do relatório de debug.
zh_cn: 不能生成诊断报告%(name)s。详情：%(err)s

source: Debug report name must be a string. Only letters, digits, underscore ('_') and hyphen ('-') are allowed.
fr_fr: Le nom du rapport de déboggage doit être une chaîne de caractères. Seulement les lettres, chiffres, blanc souligné ('_') et tirets ('-') sont acceptés.
pt_br: Nome do relatório deve ser um texto. Somente letras, digitos, underscore ('_') e hífem ('-') são permitidos.
zh_cn: 调试报告名称必须为一个字符串。只有英文字符，数字，下划线('_')以及连字符('-')为合法字符。

source: The debug report with specified name "%(name)s" already exists. Please use another one.
es_es: Un grupo de volúmenes denominado '%(name)s' ya existe. Elija otro nombre para crear la agrupación lógica.
fr_fr: Le rapport de déboggage avec le nom spécifié "%(name)s" existe déjà. Veuillez en utiliser un autre.
ja_jp: 名前「%(name)s」のボリューム・グループは既に存在します。論理プールを作成するには、別の名前を選択してください。
pt_br: O relatório de debug com o nome especificado "%(name)s" já existe. Por favor, use outro nome.
ru_ru: Группа томов с именем %(name)s уже существует. Выберите другое имя для создания логического пула.
zh_cn: 名字为"'%(name)s"的调试报告已经存在，请选择其它的名字。
zh_tw: 名為 '%(name)s' 的磁區群組已存在。請選擇另一個名稱以建立邏輯儲存區。

source: Unable to shutdown host machine as there are running virtual machines
es_es: No se puede concluir la máquina host ya que hay máquinas virtuales en ejecución
fr_fr: Impossible d'éteindre la machine hôte car des machines virtuelles en sont cours d'exécution
ja_jp: 稼働中の仮想マシンがあるため、ホスト・マシンをシャットダウンできません
pt_br: Não foi possível desligar o host uma vez que há máquinas virtuais ligadas
ru_ru: Не удалось завершить работу системы хоста: выполняются виртуальные машины
zh_cn: 有虚拟机在运行，不能关闭主机
zh_tw: 無法關閉主機，因為有一些虛擬機器正在執行中

source: Unable to reboot host machine as there are running virtual machines
es_es: No se puede rearrancar la máquina host ya que hay máquinas virtuales en ejecución
fr_fr: Impossible de redémarrer la machine hôte car des machines virtuelles en sont cours d'exécution
ja_jp: 稼働中の仮想マシンがあるため、ホスト・マシンをリブートできません
pt_br: Não foi possível resetar o host uma vez que há máquinas virtuais ligadas
ru_ru: Не удалось перезагрузить систему хоста: выполняются виртуальные машины
zh_cn: 有虚拟机在运行，不能重起主机
zh_tw: 無法將主機重新開機，因為有一些虛擬機器正在執行中

source: When specifying CPU topology, each element must be an integer greater than zero.
fr_fr: Dans la topologie de CPU, chaque élément doit être un entier strictement positif.
pt_br: Ao especificar a topologia de CPU, cada elemento deve ser um número inteiro maior do que zero.
zh_cn: CPU拓扑中，每一个参数必须为大于零的整数。

source: No packages marked for update
es_es: No hay paquetes marcados para su actualización
fr_fr: Aucun paquet marqué pour mise à jour
ja_jp: 更新の対象としてマークされているパッケージはありません
pt_br: Nenhum pacote marcado para atualização
ru_ru: Нет пакетов, помеченных для обновления
zh_cn: 没有软件包标识要升级
zh_tw: 沒有套件標示為要進行更新

source: Package %(name)s is not marked to be updated.
es_es: El paquete %(name)s no está marcado para su actualización.
fr_fr: Le paquet %(name)s n'est pas marqué pour mise à jour
ja_jp: パッケージ %(name)s は、更新の対象としてマークされていません。
pt_br: Pacote %(name)s não está marcado para atualização.
ru_ru: Пакет %(name)s не помечен для обновления.
zh_cn: 软件包%(name)s没有标识为要升级
zh_tw: 套件 %(name)s 未標示為要進行更新。

source: Error while getting packages marked to be updated. Details: %(err)s
es_es: Se ha producido un error al obtener paquetes marcados para su actualización. Detalles: %(err)s
fr_fr: Erreur durant la récupération des paquets marqués pour la miseà jour. Détails: %(err)s
ja_jp: 更新の対象としてマークされたパッケージを取得しているときに、エラーがありました。詳細: %(err)s
pt_br: Erro ao buscar pacotes marcados para atualização. Detalhes: %(err)s
ru_ru: Ошибка получения пакетов, помеченных для обновления. Сведения: %(err)s
zh_cn: 获取标识为要升级的软件包时出错。详情：%(err)s
zh_tw: 取得標示為要進行更新的套件時發生錯誤。詳細資料：%(err)s

source: There is no compatible package manager for this system.
es_es: No hay ningún gestor de paquetes compatible para este sistema.
fr_fr: Il n'y a pas de gestionnaire de paquets compatible avec ce système.
ja_jp: このシステム用の互換パッケージ・マネージャーがありません。
pt_br: Não há gerenciador de pacotes compatível para este sistema.
ru_ru: Нет совместимого администратора пакетов для этой системы.
zh_cn: 系统上没有兼容的软件包管理器
zh_tw: 沒有此系統的相容套件管理程式。

source: YUM Repository ID must be one word only string.
es_es: El ID de repositorio YUM debe ser una serie de una sola palabra.
fr_fr: L'ID du dépôt YUM doit être une chaîne de caractères ne comportant qu'un seul mot
ja_jp: YUM リポジトリー ID は、1 ワードのみのストリングでなければなりません
pt_br: ID do repositório YUM deve ser apenas uma palavra.
ru_ru: ИД хранилища YUM должен быть строкой, состоящей только из одного слова.
zh_cn: YUM软件仓库ID必须是只包含一个单词的字符串
zh_tw: YUM 儲存庫 ID 必須是僅限一個單字的字串。

source: Repository URL must be an http://, ftp:// or file:// URL.
es_es: El URL de repositorio debe ser http://, ftp:// o archivo:// URL.
fr_fr: L'URL du dépôt doit être une URL en http://, ftp:// ou file://.
ja_jp: リポジトリー URL は http://、ftp://、または file:// URL でなければなりません。
pt_br: URL do repositório deve ser uma URL http://, ftp:// ou file://.
ru_ru: URL хранилища должен быть http://, ftp:// или file:// .
zh_cn: 软件仓库URL必须是http://、 ftp:// 或 file://
zh_tw: 儲存庫 URL 必須是 http://、ftp:// 或 file:// URL。

source: Repository configuration is a dictionary with specific values according to repository type.
es_es: La configuración de repositorio es un diccionario con valores específicos según el tipo de repositorio.
fr_fr: La configuration du dépôt est un dictionaire avec des valeurs spécifiques en accord avec le type de dépôt.
ja_jp: リポジトリー構成とは、リポジトリー・タイプに応じて特定の値が入ったディクショナリーです。
pt_br: Configuração do repositório é um dicionário com valores específicos de acordo com o tipo do repositório.
ru_ru: Конфигурация хранилища представляет собой словарь значений, определяемых типом хранилища.
zh_cn: 软件仓库配置是一个与仓库键和特定值对应的字典
zh_tw: 儲存庫配置是字典，其中包含於儲存庫類型對應的特定值。

source: Distribution to DEB repository must be a string
es_es: El repositorio de Distribución a DEB debe ser una serie
fr_fr: La distribution dans le nom de dépôt DEB doit être une chaîne de caractères
ja_jp: DEB リポジトリーへのディストリビューションは、ストリングでなければなりません
pt_br: Distribuição para o repositório DEB deve ser um texto
ru_ru: Вариант для хранилища DEB должен быть строкой
zh_cn: DEB仓库的发行版本必须是一个字符串
zh_tw: DEB 儲存庫的發行套件必須是字串

source: Components to DEB repository must be listed in a array
es_es: El repositorio de Componentes a DEB debe estar listado en una matriz
fr_fr: Les composants dans le dépôt DEB doivent être listés dans un tableau
ja_jp: DEB リポジトリーへのコンポーネントは、配列としてリストされていなければなりません
pt_br: Componentes para o repositório DEB deve ser um array
ru_ru: Компоненты для хранилища DEB должны быть перечислены в массиве
zh_cn: DEB仓库的组件必须以数组形式列出
zh_tw: DEB 儲存庫的元件必須以陣列的形式列出

source: Components to DEB repository must be a string
es_es: El repositorio de Componentes a DEB debe ser una serie
fr_fr: Les composants dans le dépôt DEB doivent être une chaîne de caractères
ja_jp: DEB リポジトリーへのコンポーネントは、ストリングでなければなりません
pt_br: Componentes para o repositório DEB deve ser um texto
ru_ru: Компоненты для хранилища DEB должны быть строкой
zh_cn: DEB仓库的组件必须是一个字符串
zh_tw: DEB 儲存庫的元件必須是字串

source: YUM Repository name must be string.
es_es: El nombre del repositorio YUM debe ser una serie.
fr_fr: Le nom du dépôt YUM doit être une chaîne de caractères
ja_jp: YUM リポジトリー名はストリングでなければなりません。
pt_br: Nome do repositório YUM deve ser um texto.
ru_ru: Имя хранилища YUM должно быть строкой.
zh_cn: YUM仓库的名字必须是一个字符串
zh_tw: YUM 儲存庫名稱必須是字串。

source: GPG check must be a boolean value.
es_es: La comprobación de GPG debe ser un valor booleano.
fr_fr: La vérification GPG doit être une valeur booléenne.
ja_jp: GPG チェックはブール値でなければなりません。
pt_br: Verificação de GPG deve ser um valor booleano.
ru_ru: Проверка GPG должна быть булевским значением.
zh_cn: GPG校验必须是一个布尔值
zh_tw: GPG 檢查必須是布林值。

source: GPG key must be a URL pointing to the ASCII-armored file.
es_es: La clave GPG debe ser un URL que apunta al archivo blindado por ASCII.
fr_fr: La clé GPG doit être une URL pointant vers un fichier ASCII non armé.
ja_jp: GPG 鍵は、ASCII で保存されたファイルを指す URL でなければなりません。
pt_br: Chave GPG deve ser uma URL apontando para o arquivo no formato ASCII-armor.
ru_ru: Ключ GPG должен быть URL, указывающим на защищенный файл с кодированием ASCII.
zh_cn: GPG键必须是一个指向ASCII转义文件（.asc文件）的URL
zh_tw: GPG 金鑰必須是指向 ASCII 裝甲檔案的 URL。

source: Could not update repository %(repo_id)s.
es_es: No se ha podido actualizar el repositorio %(repo_id)s.
fr_fr: Ne peut mettre à jour le dépôt %(repo_id)s.
ja_jp: リポジトリー %(repo_id)s を更新できませんでした。
pt_br: Não foi possível atualizar o repositório %(repo_id)s.
ru_ru: Не удалось обновить хранилище %(repo_id)s.
zh_cn: 不能更新软件仓库%(repo_id)s
zh_tw: 無法更新儲存庫 %(repo_id)s。

source: Repository %(repo_id)s does not exist.
es_es: El repositorio %(repo_id)s no existe.
fr_fr: Le dépôt %(repo_id)s n'existe pas.
ja_jp: リポジトリー %(repo_id)s は存在しません。
pt_br: Repositório %(repo_id)s não existe.
ru_ru: Хранилище %(repo_id)s не существует.
zh_cn: 软件仓库%(repo_id)s不存在。
zh_tw: 儲存庫 %(repo_id)s 不存在。

source: Repository management tool was not recognized for your system.
es_es: La herramienta de gestión de repositorio no se ha reconocido para su sistema.
fr_fr: L'outil de gestion de dépôt n'a pas été reconnu pour votre système.
ja_jp: システム用のリポジトリー管理ツールが認識されませんでした。
pt_br: Ferramenta de gerenciamento de repositório não foi reconhecida no seu sistema.
ru_ru: Не распознан инструмент управления хранилищем для системы.
zh_cn: 您的系统无法识别软件管理工具
zh_tw: 未能辨識系統的儲存庫管理工具。

source: Repository %(repo_id)s is already enabled.
es_es: El repositorio %(repo_id)s ya está habilitado.
fr_fr: Le dépôt %(repo_id)s est déjà activé.
ja_jp: リポジトリー %(repo_id)s は既に有効になっています。
pt_br: Repositório %(repo_id)s já está habilitado.
ru_ru: Хранилище %(repo_id)s уже включено.
zh_cn: 软件仓库%(repo_id)s已经启用。
zh_tw: 已啟用儲存庫 %(repo_id)s。

source: Repository %(repo_id)s is already disabled.
es_es: El repositorio %(repo_id)s ya está inhabilitado.
fr_fr: Le dépôt %(repo_id)s est déjà désactivé.
ja_jp: リポジトリー %(repo_id)s は既に無効になっています。
pt_br: Repositório %(repo_id)s já está desabilitado.
ru_ru: Хранилище %(repo_id)s уже выключено.
zh_cn: 软件仓库%(repo_id)s已经禁用。
zh_tw: 已停用儲存庫 %(repo_id)s。

source: Could not remove repository %(repo_id)s.
es_es: No se ha podido eliminar el repositorio %(repo_id)s.
fr_fr: Ne peut supprimer le dépôt %(repo_id)s.
ja_jp: リポジトリー %(repo_id)s を削除できませんでした。
pt_br: Não foi possível remover o repositório %(repo_id)s.
ru_ru: Не удалось удалить хранилище %(repo_id)s.
zh_cn: 不能移除软件仓库%(repo_id)s
zh_tw: 無法移除儲存庫 %(repo_id)s。

source: Could not write repository configuration file %(repo_file)s
es_es: No se ha podido grabar el archivo de configuración del repositorio %(repo_file)s
fr_fr: Ne peut écrire le fichier de configuration du dépôt %(repo_file)s
ja_jp: リポジトリー構成ファイル %(repo_file)s を書き込むことができませんでした
pt_br: Não foi possível gravar o arquivo de configuração do repositório %(repo_file)s
ru_ru: Не удалось записать в файл конфигурации хранилища %(repo_file)s
zh_cn: 无法写软件仓库的配置文件%(repo_file)s
zh_tw: 無法寫入儲存庫配置檔 %(repo_file)s

source: Specify repository distribution in order to create a DEB repository.
es_es: Especifique la distribución del repositorio para crear un repositorio de DEB.
fr_fr: Spécifier la distribution du dépôt afin de créer un dépôt DEB.
ja_jp: DEB リポジトリーを作成するためには、リポジトリー・ディストリビューションを指定してください。
pt_br: Especificar o repositório de distribuição para poder criar o repositório DEB.
ru_ru: Укажите вариант хранилища для создания хранилища DEB.
zh_cn: 指定软件仓库发行版本来创建一个DEB仓库。
zh_tw: 指定儲存庫發行套件以建立 DEB 儲存庫。

source: Could not enable repository %(repo_id)s.
es_es: No se ha podido habilitar el repositorio %(repo_id)s.
fr_fr: Ne peut activer le dépôt %(repo_id)s.
ja_jp: リポジトリー %(repo_id)s を有効にできませんでした。
pt_br: Não foi possível habilitar o repositório %(repo_id)s.
ru_ru: Не удалось включить хранилище %(repo_id)s.
zh_cn: 不能启用软件仓库%(repo_id)s
zh_tw: 無法啟用儲存庫 %(repo_id)s。

source: Could not disable repository %(repo_id)s.
es_es: No se ha podido inhabilitar el repositorio %(repo_id)s.
fr_fr: Ne peut désactiver le dépôt %(repo_id)s.
ja_jp: リポジトリー %(repo_id)s を無効にできませんでした。
pt_br: Não foi possível desabilitar o repositório %(repo_id)s.
ru_ru: Не удалось выключить хранилище %(repo_id)s.
zh_cn: 不能禁用软件仓库%(repo_id)s
zh_tw: 無法停用儲存庫 %(repo_id)s。

source: YUM Repository ID already exists
es_es: El ID de repositorio de YUM ya existe
fr_fr: L'ID du dépôt YUM existe déjà
ja_jp: YUM リポジトリー ID は既に存在します
pt_br: ID do repositório YUM já existe
ru_ru: ИД хранилища YUM уже существует
zh_cn: YUM仓库ID已经存在
zh_tw: YUM 儲存庫 ID 已存在

source: YUM Repository name must be a string
es_es: El nombre del repositorio de YUM debe ser una serie
fr_fr: Le nom du dépôt YUM doit être une chaîne de caractères
ja_jp: YUM リポジトリー名はストリングでなければなりません
pt_br: Nome do repositório YUM deve ser um texto
ru_ru: Имя хранилища YUM должно быть строкой
zh_cn: YUM仓库名字必须是一个字符串
zh_tw: YUM 儲存庫名稱必須是字串

source: Unable to list repositories. Details: '%(err)s'
es_es: No se pueden listar repositorios. Detalles: '%(err)s'
fr_fr: Impossible de lister les dépôts. Détails: '%(err)s'
ja_jp: リポジトリーをリストできません。詳細: 「%(err)s」
pt_br: Não é possível listar os repositórios. Detalhes: '%(err)s'
ru_ru: Не удалось вывести список хранилищ. Сведения: %(err)s
zh_cn: 不能列举软件仓库。详情：'%(err)s'
zh_tw: 無法列出儲存庫。詳細資料：'%(err)s'

source: Unable to retrieve repository information. Details: '%(err)s'
es_es: No se puede recuperar información del repositorio. Detalles: '%(err)s'
fr_fr: Impossible de récupérer les informations du dépôt. Détails: '%(err)s'
ja_jp: リポジトリー情報を取得できません。詳細: 「%(err)s」
pt_br: Não foi possível carregar as informações do repositório. Detalhes: '%(err)s'
ru_ru: Не удалось получить информацию о хранилище. Сведения: %(err)s
zh_cn: 不能获取软件仓库的信息。详情：'%(err)s'
zh_tw: 無法擷取儲存庫資訊。詳細資料：'%(err)s'

source: Unable to add repository. Details: '%(err)s'
es_es: No se puede añadir el repositorio. Detalles: '%(err)s'
fr_fr: Impossible d'ajouter un dépôt. Détails: '%(err)s'
ja_jp: リポジトリーを追加できません。詳細: 「%(err)s」
pt_br: Não foi possível adicionar o repositório. Detalhes: '%(err)s'
ru_ru: Не удалось добавить хранилище. Сведения: %(err)s
zh_cn: 不能增加软件仓库。详情：'%(err)s'
zh_tw: 無法新增儲存庫。詳細資料：'%(err)s'

source: Unable to remove repository. Details: '%(err)s'
es_es: No se puede eliminar el repositorio. Detalles: '%(err)s'
fr_fr: Impossible de supprimer un dépôt. Détails: '%(err)s'
ja_jp: リポジトリーを削除できません。詳細: 「%(err)s」
pt_br: Não foi possível remover o repositório. Detalhes: '%(err)s'
ru_ru: Не удалось удалить хранилище. Сведения: %(err)s
zh_cn: 不能移除软件仓库。详情：'%(err)s'
zh_tw: 無法移除儲存庫。詳細資料：'%(err)s'

source: Configuration items: '%(items)s' are not supported by repository manager
fr_fr: Éléments de configurations: %(items)s ne sont pas supportés par le gestionnaire de dépôt
pt_br: Itens de configuração '%(items)s' não são suportados pelo gerenciador de repositórios.
zh_cn: 软件仓库不支持配置类型: %(items)s

source: The number of vCPUs is too large for this system.
pt_br: O número de VCPUs é grande demais para esse sistema.
zh_cn: vCPUs的数量对该系统而言太大。

source: Invalid vCPU/topology combination.
pt_br: Combinação inválida de VCPU/topologia.
zh_cn: 无效的vCPU/topology组合。

source: This host (or current configuration) does not allow CPU topology.
pt_br: Este host (ou configuração atual) não permite topologia de CPU.
zh_cn: 当前主机（或当前配置）不允许CPU拓扑。

source: Restart
es_es: Reiniciar
fr_fr: Redémarrer
ja_jp: 再始動
pt_br: Reiniciar
ru_ru: Перезапуск
zh_cn: 重启
zh_tw: 重新啟動

source: Shut down
es_es: Concluir
fr_fr: Éteindre
ja_jp: シャットダウン
pt_br: Desligar
ru_ru: Выключен
zh_cn: 关机
zh_tw: 關閉

source: Connect
es_es: Conectar
fr_fr: Connecter
ja_jp: 接続
pt_br: Conectar
ru_ru: Подключить
zh_cn: 连接到
zh_tw: 連接

source: CPU
ru_ru: Процессор
zh_cn: 处理器

source: Memory
es_es: Memoria
fr_fr: Mémoire
ja_jp: メモリー
pt_br: Memória
ru_ru: Память
zh_cn: 内存
zh_tw: 記憶體

source: Disk I/O
es_es: E/S de disco
fr_fr: E/S Disque
ja_jp: ディスク入出力
pt_br: Disco E/S
ru_ru: Дисковый ввод-вывод
zh_cn: 磁盘I/O
zh_tw: 磁碟 I/O

source: Network I/O
es_es: E/S de red
fr_fr: E/S Réseau
ja_jp: ネットワーク入出力
pt_br: Rede E/S
ru_ru: Сетевой ввод-вывод
zh_cn: 网络I/O
zh_tw: 網路 I/O

source: Basic Information
es_es: Información básica
fr_fr: Informations de Base
ja_jp: 基本情報
pt_br: Informações básicas
ru_ru: Базовая информация
zh_cn: 基本信息
zh_tw: 基本資訊

source: OS Distro
es_es: Distro de SO
fr_fr: Distro de l'OS
ja_jp: OS ディストリビューション
pt_br: Distribuição
ru_ru: Вариант ОС
zh_cn: 操作系统发行版

source: OS Version
es_es: Versión del SO
fr_fr: Version de l'OS
ja_jp: OS バージョン
pt_br: Versão do Sistema Speracional
ru_ru: Версия ОС
zh_cn: 操作系统版本
zh_tw: OS 版本

source: OS Code Name
es_es: Nombre de código de SO
fr_fr: Nom de code de l'OS
ja_jp: OS コード名
pt_br: Nome-código do sistema operacional
ru_ru: Кодовое имя ОС
zh_cn: 操作系统代号
zh_tw: OS 程式碼名稱

source: Processor
es_es: Procesador
fr_fr: Processeur
ja_jp: プロセッサー
pt_br: Processador
ru_ru: Процессор
zh_cn: 处理器
zh_tw: 處理器

source: Software Updates
es_es: Actualizaciones de software
fr_fr: Mises à jour Logiciel
ja_jp: ソフトウェア更新
pt_br: Atualizações de software
ru_ru: Обновления программного обеспечения
zh_cn: 软件更新
zh_tw: 軟體更新

source: Update Progress
es_es: Actualizar progreso
fr_fr: Progrès de la Mise à Jour
ja_jp: 更新の進行状況
pt_br: Progresso da atualização
ru_ru: Ход обновления
zh_cn: 更新进度
zh_tw: 更新進度

source: The username or password you entered is incorrect. Please try again.
es_es: El nombre de usuario o contraseña que ha especificado es incorrecto. Por favor, vuelva a intentarlo.
fr_fr: Le nom d'utilisateur ou le mot de passe que vous avez entré est incorrect. Veuillez essayer à nouveau.
ja_jp: 入力したユーザー名またはパスワードが誤っています。やり直してください。
pt_br: O usuário ou senha inseridos estão incorretos. Por favor, tente novamente.
ru_ru: Указано неверное имя пользователя или пароль. Введите еще раз.
zh_cn: 用户名或密码错误，请重新输入。
zh_tw: 您輸入的使用者名稱或密碼不正確。請重試。

source: This field is required.
es_es: Este campo es obligatorio.
fr_fr: Ce champ est requis.
ja_jp: このフィールドは必須です。
pt_br: Esse campo é obrigatório.
ru_ru: Это обязательное поле.
zh_cn: 需要填写此处
zh_tw: 此欄位是必要的。

source: Log in
es_es: Iniciar sesión
fr_fr: Se connecter
ja_jp: ログイン
pt_br: Entrar
ru_ru: Войти
zh_cn: 登录
zh_tw: 登入

source: Logging in...
es_es: Iniciando sesión...
fr_fr: En cours de connexion...
ja_jp: ログインしています...
pt_br: Entrando...
ru_ru: Вход...
zh_cn: 登录中...
zh_tw: 正在登入...

source: Host
fr_fr: Hôte
ja_jp: ホスト
ru_ru: Хост
zh_cn: 主机
zh_tw: 主機

source: Guests
es_es: Invitados
fr_fr: Invités
ja_jp: ゲスト
ru_ru: Гостевые системы
zh_cn: 客户机
zh_tw: 客體

source: Templates
es_es: Plantillas
fr_fr: Modèles
ja_jp: テンプレート
pt_br: Modelos
ru_ru: Шаблоны
zh_cn: 模板
zh_tw: 範本

source: Storage
es_es: Almacenamiento
fr_fr: Stockage
ja_jp: ストレージ
ru_ru: Хранилище
zh_cn: 存储
zh_tw: 儲存體

source: Network
es_es: Red
fr_fr: Réseau
ja_jp: ネットワーク
pt_br: Rede
ru_ru: Сеть
zh_cn: 网络
zh_tw: 網路

source: Failed to get application configuration
es_es: No se ha podido obtener la configuración de la aplicación
fr_fr: Échec lors de l'obtention de la configuration de l'application
ja_jp: アプリケーション構成を取得できませんでした
pt_br: Não foi possível carregar as configurações da aplicação
ru_ru: Не удалось получить конфигурацию приложения
zh_cn: 获取应用配置失败
zh_tw: 無法取得應用程式配置

source: This is not a valid Linux path
es_es: No es una vía de acceso de Linux válida
fr_fr: Ce n'est pas un chemin Linux valide
ja_jp: 有効な Linux パスではありません
pt_br: Este não é um caminho válido no Linux
ru_ru: Этот недопустимый путь в Linux
zh_cn: 这不是一个有效的Linux路径
zh_tw: 這是無效的 Linux 路徑

source: This is not a valid URL.
es_es: No es un URL válido.
fr_fr: Ce n'est pas une URL valide.
ja_jp: 有効な URL ではありません。
pt_br: Essa não é uma URL válida.
ru_ru: Это недопустимый URL.
zh_cn: 这不是一个有效的URL
zh_tw: 這是無效的 URL。

source: No such data available.
es_es: No hay datos de ese tipo disponibles.
fr_fr: De telles données ne sont pas disponibles.
ja_jp: そのようなデータはありません。
pt_br: Não há dados disponíveis.
ru_ru: Нет таких данных.
zh_cn: 没有可用的数据
zh_tw: 沒有此類可用資料。

source: Can not contact the host system. Verify the host system is up and that you have network connectivity to it. HTTP request response %1.
es_es: No se puede contactar con el sistema host, Verifique que el sistema host está activo y que tiene conectividad de red con él. Respuesta de solicitud HTTP %1.
fr_fr: Ne peut contacter le système hôte. Vérifiez que le système hôte est allumé et que vous avez une connectivité réseau avec lui. Réponse de requête HTTP %1.
ja_jp: ホスト・システムに接続できません。ホスト・システムが稼働していて、ネットワーク接続が行われていることを確認してください。HTTP 要求応答 %1
pt_br: Não foi possível contactar o sistema host. Verique se o sistema do host está ligado e se você possui conectividade de rede com ele. Resposta da requisição HTTP %1.
ru_ru: Нет связи с системой хоста. Убедитесь, что система хоста работает и доступна для подключения. Ответ на запрос HTTP: %1.
zh_cn: 连接不上主机。请确保主机系统已启动，并且能通过网络连接主机。HTTP请求响应：%1
zh_tw: 無法連接至主機系統。請驗證主機系統是否已啟動，以及您是否具有與它的連線。HTTP 要求回應為 %1。

source: Delete Confirmation
es_es: Confirmación de supresión
fr_fr: Confirmation de Suppression
ja_jp: 削除の確認
pt_br: Confirmação de remoção
ru_ru: Подтверждение удаления
zh_cn: 删除确认
zh_tw: 刪除確認

source: OK
es_es: Aceptar
zh_cn: 确定
zh_tw: 確定

source: Cancel
es_es: Cancelar
fr_fr: Annuler
ja_jp: 取消
pt_br: Cancelar
ru_ru: Отмена
zh_cn: 取消
zh_tw: 取消

source: Confirm
es_es: Confirmar
fr_fr: Confirmer
ja_jp: 確認
pt_br: Confirmar
ru_ru: Подтвердить
zh_cn: 确认
zh_tw: 確認

source: Create
es_es: Crear
fr_fr: Créer
ja_jp: 作成
pt_br: Criar
ru_ru: Создать
zh_cn: 创建
zh_tw: 建立

source: Warning
es_es: Aviso
fr_fr: Avertissement
ja_jp: 警告
pt_br: Aviso
ru_ru: Предупреждение
zh_cn: 警告
zh_tw: 警告

source: Save
es_es: Guardar
fr_fr: Enregistrer
ja_jp: 保存
pt_br: Salvar
ru_ru: Сохранить
zh_cn: 保存
zh_tw: 儲存
