Repository: kimchi-project/kimchi
Catalog: po/*.po
Languages: de_de, fr_fr, it_it, ko_kr, pt_br, ru_ru

source: Storage pool devices parameter must be a list
de_de: Einheitenparameter des Speicherpools muss eine Liste sein
fr_fr: Le paramètre des unités du pool de stockage doivent constituer une liste
it_it: Il parametro dispositivi pool di memoria deve essere un elenco
ko_kr: 스토리지 풀 장치는 목록이어야 합니다.
pt_br: O parâmetro de dispositivos do storage pool deve ser uma lista
ru_ru: Параметр устройств пула памяти должен быть списком

source: Target IQN of an iSCSI pool must be a string
de_de: Ziel-IQN eines iSCSI-Pools muss eine Zeichenfolge sein
fr_fr: Le nom qualifié iSCSI (IQN) cible d'un pool iSCSI doit être une chaîne
it_it: L'IQN di destinazione di un pool iSCSI deve essere una stringa
ko_kr: iSCSI 풀의 대상 IQN은 문자열이어야 합니다.
pt_br: O IQN de destino de um conjunto iSCSI deve ser um texto
ru_ru: Целевой IQN пула iSCSI должен быть строкой

source: Port of a remote storage server must be an integer between 1 and 65535
de_de: Port eines fernen Speicherservers muss eine Ganzzahl zwischen 1 und 65535 sein
fr_fr: Le port d'un serveur de stockage distant doit être un entier compris entre 1 et 65535
it_it: La porta di un server di memoria remoto deve essere un numero intero tra 1 e 65535
ko_kr: 원격 스토리지 서버의 포트는 1과 65535 사이의 정수여야 합니다.
pt_br: A porta de um servidor de armazenamento remoto deve ser um número inteiro entre 1 e 65535
ru_ru: Порт удаленного сервера памяти должен быть целым числом от 1 до 65535

source: iSCSI target username must be a string
de_de: Benutzername des iSCSI-Ziels muss eine Zeichenfolge sein
fr_fr: Le nom d'utilisateur cible iSCSI doit être une chaîne
it_it: Il nome utente della destinazione iSCSI deve essere una stringa
ko_kr: iSCSI 대상 사용자 이름은 문자열이어야 합니다.
pt_br: O nome do usuário de destino iSCSI deve ser uma sequência
ru_ru: Имя пользователя целевого объекта iSCSI должно быть строкой

source: iSCSI target password must be a string
de_de: Kennwort des iSCSI-Ziels muss eine Zeichenfolge sein
fr_fr: Le mot de passe cible iSCSI doit être une chaîne
it_it: La password della destinazione iSCSI deve essere una stringa
ko_kr: iSCSI 대상 비밀번호는 문자열이어야 합니다.
pt_br: A senha de destino iSCSI deve ser uma sequência
ru_ru: Пароль целевого объекта iSCSI должен быть строкой

source: Specify name and type to create a storage pool
de_de: Geben Sie Name und Typ an, um einen Speicherpool zu erstellen
fr_fr: Indiquez le nom et le type pour créer un pool de stockage
it_it: Specificare nome e tipo per creare un pool di memoria
ko_kr: 스토리지 풀을 작성하려면 이름 및 유형을 지정하십시오.
pt_br: Especifique o nome e o tipo para criar um storage pool
ru_ru: Укажите имя и тип для создания пула памяти

source: %(disk)s is not a valid disk/partition. Could not add it to the pool %(pool)s.
de_de: %(disk)s ist keine gültige Platte/Partition. Sie konnte nicht hinzugefügt werden zum Pool %(pool)s.
fr_fr: %(disk)s n'est pas un disque/une partition valide. Impossible de l'ajouter au pool %(pool)s.
it_it: %(disk)s non è un disco/partizione valido. Impossibile aggiungerlo al pool%(pool)s.
ko_kr: %(disk)s은(는) 유효한 디스크/파티션이 아닙니다. 이를 풀%(pool)s에 추가할 수 없습니다.
pt_br: %(disk)s não é um disco/partição válido. Não foi possível incluí-lo no conjunto %(pool)s.
ru_ru: %(disk)s не является допустимым диском/разделом. Его не удалось добавить в пул %(pool)s.

source: Unable to extend logical pool %(pool)s. Details: %(err)s
de_de: Logischer Pool %(pool)s konnte nicht erweitert werden. Details: %(err)s
fr_fr: Impossible d'étendre le pool logique %(pool)s. Détails : %(err)s
it_it: Impossibile estendere il pool logico %(pool)s. Dettagli: %(err)s
ko_kr: 논리 풀 %(pool)s을(를) 확장할 수 없습니다. 세부사항: %(err)s
pt_br: Não é possível estender o conjunto lógico %(pool)s. Detalhes: %(err)s
ru_ru: Не удалось расширить логический пул %(pool)s. Сведения: %(err)s

source: The parameter disks only can be updated for logical storage pool.
de_de: Die Parameterplatten können nur für den logischen Speicherpool aktualisiert werden.
fr_fr: Les disques de paramètre peuvent être mis à jour uniquement pour le pool de stockage logique.
it_it: Solo il parametro dischi può essere aggiornato per il pool di memoria logico.
ko_kr: 논리 스토리지 풀의 매개변수 디스크만 업데이트할 수 있습니다.
pt_br: O parâmetro disks só pode ser atualizado para o storage pool lógico.
ru_ru: Диски параметров можно обновлять только для логического пула памяти.

source: The SCSI host adapter name must be a string.
de_de: Der Name des SCSI-Hostadapters muss eine Zeichenfolge sein.
fr_fr: Le nom de l'adaptateur hôte SCSI doit être une chaîne.
it_it: Il nome adattatore host SCSI deve essere una stringa.
ko_kr: SCSI 호스트 어댑터 이름은 문자열이어야 합니다.
pt_br: O nome do adaptador de host SCSI deve ser um texto.
ru_ru: Имя адаптера хоста SCSI должно быть строкой.

source: The storage pool kimchi_isos is reserved for internal use
de_de: Der Speicherpool kimchi_isos ist für die interne Verwendung reserviert
fr_fr: Le pool de stockage kimchi_isos est réservé à un usage interne
it_it: Il pool di memoria kimchi_isos è riservato per uso interno
ko_kr: 스토리지 풀 kimchi_isos는 내부 용도로 예약되었습니다.
pt_br: O storage pool kimchi_isos está reservado para uso interno
ru_ru: kimchi_isos пула памяти зарезервирован для внутреннего использования

source: Unable to activate NFS storage pool %(name)s. NFS server %(server)s is unreachable.
de_de: NFS-Speicherpool %(name)s konnte nicht aktiviert werden. NFS-Server %(server)s ist nicht erreichbar.
fr_fr: Impossible d'activer le pool de stockage NFS %(name)s. Le serveur NFS %(server)s est inaccessible.
it_it: Impossibile attivare il pool di memoria NFS %(name)s. Il server NFS %(server)s è irraggiungibile.
ko_kr: NFS 스토리지 풀 %(name)s을(를) 활성화할 수 없습니다. NFS 서버 %(server)s은(는)연결할 수 없습니다.
pt_br: Não é possível ativar o conjunto de armazenamentos NFS %(name)s. O servidor NFS %(server)s é inacessível.
ru_ru: Не удалось активировать пул памяти NFS %(name)s. Сервер NFS %(server)s недоступен.

source: Unable to deactivate NFS storage pool %(name)s. NFS server %(server)s is unreachable.
de_de: NFS-Speicherpool %(name)s konnte nicht inaktiviert werden. NFS-Server %(server)s ist nicht erreichbar.
fr_fr: Impossible de désactiver le pool de stockage NFS %(name)s. Le serveur NFS %(server)s est inaccessible.
it_it: Impossibile disattivare il pool di memoria NFS %(name)s. Il server NFS %(server)s è irraggiungibile.
ko_kr: NFS 스토리지 풀 %(name)s을(를) 비활성화할 수 없습니다. NFS 서버 %(server)s은(는)연결할 수 없습니다.
pt_br: Não é possível desativar o conjunto de armazenamentos NFS %(name)s. O servidor NFS %(server)s é inacessível.
ru_ru: Не удалось деактивировать пул памяти NFS %(name)s. Сервер NFS %(server)s недоступен.

source: Unable to deactivate pool %(name)s as it is associated with some templates
de_de: Pool %(name)s konnte nicht inaktiviert werden, weil er einigen Vorlagen zugeordnet ist
fr_fr: Impossible de désactiver le pool %(name)s car il est associé à plusieurs modèles
it_it: Impossibile disattivare il pool %(name)s poiché è associato ad alcuni modelli
ko_kr: 일부 템플리트와 연관되어 있으므로 %(name)s 풀을 비활성화할 수 없습니다.
pt_br: Não é possível desativar o conjunto %(name)s porque ele está associado com alguns modelos
ru_ru: Не удалось деактивировать пул %(name)s: пул связан с шаблонами

source: Unable to delete pool %(name)s as it is associated with some templates
de_de: Pool %(name)s konnte nicht gelöscht werden, weil er einigen Vorlagen zugeordnet ist
fr_fr: Impossible de supprimer le pool %(name)s car il est associé à plusieurs modèles
it_it: Impossibile eliminare il pool %(name)s poiché è associato ad alcuni modelli
ko_kr: 일부 템플리트와 연관되어 있으므로 %(name)s 풀을 삭제할 수 없습니다.
pt_br: Não é possível excluir o conjunto %(name)s porque ele está associado com alguns modelos
ru_ru: Не удалось удалить пул %(name)s: пул связан с шаблонами

source: A volume group named '%(name)s' already exists. Please, choose another name to create the logical pool.
de_de: Eine Datenträgergruppe mit dem Namen '%(name)s' ist bereits vorhanden. Wählen Sie einen anderen Namen aus, um den logischen Pool zu erstellen.
fr_fr: Un groupe de volumes nommé '%(name)s' existe déjà. Choisissez un autre nom pour créer le pool logique.
it_it: Un gruppo di volumi denominato '%(name)s' esiste già. Scegliere un altro nome per creare il pool logico.
ko_kr: 이름이 '%(name)s'인 볼륨 그룹이 이미 존재합니다. 논리 풀을 작성하려면다른 이름을 선택하십시오.
pt_br: Um grupo de volumes nomeado '%(name)s' já existe. Escolha outro nomepara criar o conjunto lógico.
ru_ru: Группа томов с именем '%(name)s' уже существует. Выберите другое имя для создания логического пула.

source: Unable to update database with deep scan information due error: %(err)s
de_de: Datenbank mit Tiefenscaninformationen kann aufgrund des folgenden Fehlers nicht aktualisiert werden: %(err)s
fr_fr: Impossible de mettre à jour la base de données avec des informations d'analyse approfondie en raison de l'erreur suivante : %(err)s
it_it: Impossibile aggiornare il database con informazioni approfondite sulla scansione a causa dell'errore: %(err)s
ko_kr: 오류 때문에 자세한 스캔 정보로 데이터베이스를 업데이트할 수 없음: %(err)s
pt_br: Não é possível atualizar o banco de dados com informações de varredura completas devido ao erro: %(err)s
ru_ru: Не удалось обновить базу данных информацией глубокого сканирования из-за следующей ошибки: %(err)s

source: Storage volume %(name)s already exists
de_de: Speicherdatenträger %(name)s ist bereits vorhanden
fr_fr: Le volume de stockage %(name)s existe déjà
it_it: Volume di memoria %(name)s già esistente
ko_kr: 스토리지 볼륨 %(name)s이(가) 이미 존재합니다.
pt_br: O volume de armazenamento %(name)s já existe
ru_ru: Том памяти %(name)s уже существует

source: Storage volume %(name)s does not exist in storage pool %(pool)s
de_de: Speicherdatenträger %(name)s ist nicht im Speicherpool %(pool)s vorhanden
fr_fr: Le volume de stockage %(name)s n'existe pas dans le pool de stockage %(pool)s
it_it: Il volume di memoria %(name)s non esiste nel pool di memoria %(pool)s
ko_kr: 스토리지 볼륨 %(name)s이(가) 스토리지 풀 %(pool)s에 없습니다.
pt_br: O volume de armazenamento %(name)s não existe no conjunto de armazenamentos %(pool)s
ru_ru: Том памяти %(name)s не существует в пуле памяти %(pool)s

source: Unable to create storage volume %(volume)s because storage pool %(pool)s is not active
de_de: Speicherdatenträger %(volume)s konnte nicht erstellt werden, weil Speicherpool %(pool)s nicht aktiv ist
fr_fr: Impossible de créer le volume de stockage %(volume)s car le pool de stockage %(pool)s n'est pas actif
it_it: Impossibile creare il volume di memoria %(volume)s perché il pool di memoria %(pool)s non è attivo
ko_kr: 스토리지 풀 %(pool)s이(가) 활성이 아니므로 스토리지 볼륨 %(volume)s을(를)작성할 수 없습니다.
pt_br: Não é possível criar o volume de armazenamento %(volume)s porque o conjunto de armazenamentos %(pool)s não está ativo
ru_ru: Не удалось создать том памяти %(volume)s, поскольку пул памяти %(pool)s неактивен

source: Specify %(item)s in order to create storage volume %(volume)s
de_de: Geben Sie %(item)s an, um den Speicherdatenträger %(volume)s zu erstellen
fr_fr: Spécifiez %(item)s afin de créer le volume de stockage %(volume)s
it_it: Specificare %(item)s per poter creare il volume di memoria %(volume)s
ko_kr: 스토리지 볼륨 %(volume)s을(를) 작성하려면 %(item)s을(를) 지정하십시오.
pt_br: Especifique %(item)s para criar o volume de armazenamentos %(volume)s
ru_ru: Укажите %(item)s, чтобы создать том памяти %(volume)s

source: Unable to list storage volumes because storage pool %(pool)s is not active
de_de: Speicherdatenträger konnten nicht aufgelistet werden, weil Speicherpool %(pool)s nicht aktiv ist
fr_fr: Impossible de répertorier les volumes de stockage car le pool de stockage %(pool)s n'est pas actif
it_it: Impossibile elencare i volumi di memoria poiché il pool di memoria %(pool)s non è attivo
ko_kr: 스토리지 풀 %(pool)s이(가) 활성이 아니므로 스토리지 볼륨을 나열할 수 없습니다.
pt_br: Não é possível listar os volumes de armazenamento porque o conjunto de armazenamentos %(pool)s não está ativo
ru_ru: Не удалось вывести список томов: пул памяти %(pool)s неактивен

source: Unable to create storage volume %(name)s in storage pool %(pool)s. Details: %(err)s
de_de: Speicherdatenträger %(name)s konnte im Speicherpool %(pool)s nicht erstellt werden. Details: %(err)s
fr_fr: Impossible de créer le volume de stockage %(name)s dans le pool de stockage %(pool)s. Détails : %(err)s
it_it: Impossibile creare il volume di memoria %(name)s nel pool di memoria %(pool)s. Dettagli: %(err)s
ko_kr: 스토리지 볼륨 %(name)s을(를) 스토리지 풀 %(pool)s에 작성할 수 없습니다. 세부사항: %(err)s
pt_br: Não é possível criar o volume de armazenamento %(name)s no conjunto de armazenamentos %(pool)s. Detalhes: %(err)s
ru_ru: Не удалось создать том памяти %(name)s в пуле памяти %(pool)s. Сведения: %(err)s

source: Unable to list storage volumes in storage pool %(pool)s. Details: %(err)s
de_de: Speicherdatenträger im Speicherpool %(pool)s konnten nicht aufgelistet werden. Details: %(err)s
fr_fr: Impossible de répertorier les volumes de stockage dans le pool de stockage %(pool)s. Détails : %(err)s
it_it: Impossibile elencare i volumi di memoria nel pool di memoria %(pool)s. Dettagli: %(err)s
ko_kr: 스토리지 풀 %(pool)s에 있는 스토리지 볼륨을 나열할 수 없습니다. 세부사항: %(err)s
pt_br: Não é possível listar volumes de armazenamento no conjunto de armazenamentos %(pool)s. Detalhes: %(err)s

source: Unable to wipe storage volumes %(name)s. Details: %(err)s
de_de: Speicherdatenträger %(name)s konnten nicht bereinigt werden. Details: %(err)s
fr_fr: Impossible d'effacer les volumes de stockage %(name)s. Détails : %(err)s
it_it: Impossibile ripulire i volumi di memoria %(name)s. Dettagli: %(err)s
ko_kr: 스토리지 볼륨 %(name)s을(를) 삭제할 수 없습니다. 세부사항: %(err)s
pt_br: Não é possível limpar volumes de armazenamento %(name)s. Detalhes: %(err)s
ru_ru: Не удалось стереть тома памяти %(name)s. Сведения: %(err)s

source: Unable to delete storage volume %(name)s. Details: %(err)s
de_de: Speicherdatenträger %(name)s konnte nicht gelöscht werden. Details: %(err)s
fr_fr: Impossible de supprimer le volume de stockage %(name)s. Détails : %(err)s
it_it: Impossibile eliminare il volume di memoria %(name)s. Dettagli: %(err)s
ko_kr: 스토리지 볼륨 %(name)s을(를) 삭제할 수 없습니다. 세부사항: %(err)s
pt_br: Não é possível excluir o volume de armazenamento %(name)s. Detalhes: %(err)s
ru_ru: Не удалось удалить том памяти %(name)s. Сведения: %(err)s

source: Unable to resize storage volume %(name)s. Details: %(err)s
de_de: Größe des Speicherdatenträgers %(name)s konnte nicht geändert werden. Details: %(err)s
fr_fr: Impossible de redimensionner le volume de stockage %(name)s. Détails : %(err)s
it_it: Impossibile ridimensionare il volume di memoria %(name)s. Dettagli: %(err)s
ko_kr: 스토리지 볼륨 %(name)s의 크기를 조정할 수 없습니다. 세부사항: %(err)s
pt_br: Não é possível redimensionar o volume de armazenamento %(name)s. Detalhes: %(err)s
ru_ru: Не удалось изменить размер тома памяти %(name)s. Сведения: %(err)s

source: Storage type %(type)s does not support volume create and delete
de_de: Speichertyp %(type)s unterstützt nicht das Erstellen und Löschen von Datenträgern
fr_fr: Le type de stockage %(type)s ne prend pas en charge la création et la suppression de volume
it_it: Il tipo di memoria %(type)s non supporta la creazione ed eliminazione del volume
ko_kr: 스토리지 유형 %(type)s은(는) 볼륨 작성 및 삭제를 지원하지 않습니다.
pt_br: O tipo de armazenamento %(type)s não suporta a criação e a exclusão de volume
ru_ru: Тип памяти %(type)s не поддерживает создание и удаление томов

source: Storage volume name must be a string
de_de: Name des Speicherdatenträgers muss eine Zeichenfolge sein
fr_fr: Le nom du volume de stockage doit être une chaîne
it_it: Il nome del volume di memoria deve essere una stringa
ko_kr: 스토리지 볼륨 이름은 문자열이어야 합니다.
pt_br: O nome do volume de armazenamento deve ser um texto
ru_ru: Имя тома должно быть строкой

source: Storage volume allocation must be an integer number
de_de: Zuordnung des Speicherdatenträgers muss eine Ganzzahl sein
fr_fr: L'allocation de volume de stockage doit être un nombre entier
it_it: L'assegnazione del volume di memoria deve essere un numero intero
ko_kr: 스토리지 볼륨 할당은 정수여야 합니다.
pt_br: A alocação do volume de armazenamento deve ser um número inteiro
ru_ru: Выделение тома должно быть целым числом

source: Storage volume format not supported. Valid formats: bochs, cloop, cow, dmg, qcow, qcow2, qed, raw, vmdk, vpc.
de_de: Format des Speicherdatenträgers wird nicht unterstützt. Gültige Formate: bochs, cloop, cow, dmg, qcow, qcow2, qed, raw, vmdk, vpc.
fr_fr: Format du volume de stockage non pris en charge. Formats valides : bochs, cloop, cow, dmg, qcow, qcow2, qed, raw, vmdk, vpc.
it_it: Formato del volume di memoria non supportato. Formati validi: bochs, cloop, cow, dmg, qcow, qcow2, qed, raw, vmdk, vpc.
ko_kr: 스토리지 볼륨 형식이 지원되지 않습니다. 올바른 형식은 bochs, cloop, cow, dmg, qcow, qcow2, qed, raw, vmdk, vpc입니다.
pt_br: Formato do volume de armazenamento não suportado. Formatos válidos: bochs, cloop, cow, dmg, qcow, qcow2, qed, raw, vmdk, vpc.
ru_ru: Формат тома памяти не поддерживается. Допустимые форматы: bochs, cloop, cow, dmg, qcow, qcow2, qed, raw, vmdk, vpc.

source: Storage volume requires a volume name
de_de: Speicherdatenträger erfordert einen Datenträgernamen
fr_fr: Le volume de stockage requiert un nom de volume
it_it: Il volume di memoria richiede un nome volume
ko_kr: 스토리지 볼륨은 볼륨 이름이 필요합니다.
pt_br: O volume de armazenamento requer um nome de volume
ru_ru: Тому требуется имя

source: Unable to update database with storage volume information due error: %(err)s
de_de: Datenbank mit Datenträgerinformationen kann aufgrund des folgenden Fehlers nicht aktualisiert werden: %(err)s
fr_fr: Impossible de mettre à jour la base de données avec des informations de volume de stockage en raison de l'erreur suivante : %(err)s
it_it: Impossibile aggiornare il database con informazioni sul volume di memoria a causa dell'errore: %(err)s
ko_kr: 오류 때문에 스토리지 볼륨 정보로 데이터베이스를 업데이트할 수 없음: %(err)s
pt_br: Não é possível atualizar o banco de dados com informações de volume de armazenamento devido ao erro: %(err)s
ru_ru: Не удалось обновить базу данных информацией о томах памяти из-за следующей ошибки: %(err)s

source: Only one of parameter %(param)s can be specified
de_de: Der Parameter %(param)s kann nur einmal angegeben werden
fr_fr: Un seul paramètre %(param)s peut être spécifié
it_it: È possibile specificare solo un parametro %(param)s
ko_kr: 하나의 매개변수 %(param)s만 지정할 수 있습니다.
pt_br: Somente um dos parâmetros %(param)s pode ser especificado
ru_ru: Можно указать только один параметр %(param)s

source: Create volume from %(param)s is not supported
de_de: Erstellung des Datenträgers aus %(param)s wird nicht unterstützt
fr_fr: La création d'un volume à partir de %(param)s n'est pas prise en charge
it_it: La creazione del volume da %(param)s non è supportata
ko_kr: %(param)s에서의 볼륨 작성은 지원되지 않습니다.
pt_br: Criação de volume a partir de %(param)s não é suportada
ru_ru: Создание тома из %(param)s не поддерживается

source: Storage volume capacity must be an integer number.
de_de: Kapazität des Speicherdatenträgers muss eine Ganzzahl sein.
fr_fr: La capacité du volume de stockage doit correspondre à un nombre entier.
it_it: La capacità del volume di memoria deve essere un numero intero.
ko_kr: 스토리지 볼륨 용량은 정수여야 합니다.
pt_br: A capacidade do volume de armazenamento deve ser um número inteiro.
ru_ru: Емкость тома памяти должна быть целым числом.

source: Storage volume URL must be http://, https://, ftp:// or ftps://.
de_de: Speicherdatenträger-URL muss eine http://-, https://-, ftp://- oder ftps://-URL sein.
fr_fr: L'URL du volume de stockage doit être http://, https://, ftp:// ou ftps://.
it_it: L'URL del volume di memoria deve essere http://, https://, ftp:// o ftps://.
ko_kr: 스토리지 볼륨 URL은 http://, https://, ftp:// 또는 ftps://여야 합니다.
pt_br: A URL do volume de armazenamento deve ser http://, https://, ftp:// ou ftps://.
ru_ru: URL тома памяти должен быть http://, https://, ftp:// или ftps://.

source: Unable to access file %(url)s. Please, check it.
de_de: Zugriff auf Datei %(url)s konnte nicht ausgeführt werden. Überprüfen Sie die Datei.
fr_fr: Impossible d'accéder au fichier %(url)s. Vérifiez ce dernier.
it_it: Impossibile accedere al file %(url)s. Verificare.
ko_kr: 파일 %(url)s에 액세스할 수 없습니다. 확인하십시오.
pt_br: Não é possível acessar o arquivo %(url)s. Verifique.
ru_ru: Нет доступа к файлу %(url)s. Проверьте его.

source: Unable to clone storage volume '%(name)s' in pool '%(pool)s'. Details: %(err)s
de_de: Speicherdatenträger '%(name)s' im Pool '%(pool)s' konnte nicht geklont werden. Details: %(err)s
fr_fr: Impossible de cloner le volume de stockage '%(name)s' dans le pool '%(pool)s'. Détails : %(err)s
it_it: Impossibile clonare il volume di memoria '%(name)s' nel pool '%(pool)s'. Dettagli: %(err)s
ko_kr: '%(pool)s' 풀에 스토리지 볼륨 '%(name)s'을(를) 복제할 수 없습니다. 세부사항: %(err)s
pt_br: Não é possível clonar o volume de armazenamento '%(name)s' no conjunto '%(pool)s'. Detalhes: %(err)s
ru_ru: Не удалось дублировать том памяти '%(name)s' в пуле '%(pool)s'. Сведения: %(err)s

source: Specify chunk data and its size to upload a file.
de_de: Geben Sie Chunkdaten und deren Größe an, um eine Datei hochzuladen.
fr_fr: Spécifiez les données de bloc et leur taille pour télécharger un fichier.
it_it: Specificare dati sezione e dimensioni per caricare un file.
ko_kr: 파일을 업로드하려면 청크 데이터 및 해당 크기를 지정하십시오.
pt_br: Especifique os dados de chunk e seu tamanho para fazer o upload de um arquivo.
ru_ru: Укажите данные блока и его размер для передачи файла.

source: In order to upload a storage volume, specify the 'upload' parameter.
de_de: Um einen Speicherdatenträger hochzuladen, müssen Sie den Parameter 'upload' angeben.
fr_fr: Pour télécharger un volume de stockage, spécifiez le paramètre 'upload'.
it_it: Per caricare un volume di memoria, specificare il parametro 'upload'.
ko_kr: 스토리지 볼륨을 업로드하기 위해 '업로드' 매개변수를 지정하십시오.
pt_br: Para fazer o upload de um volume de armazenamento, especifique o parâmetro 'upload'.
ru_ru: Для передачи тома памяти укажите параметр upload.

source: Unable to upload chunk data as it does not match with requested chunk size.
de_de: Chunkdaten konnten nicht hochgeladen werden, da sie nicht mit der angeforderten Chunkgröße übereinstimmen.
fr_fr: Impossible de télécharger les données de bloc car elles ne correspondent pas à la taille de bloc.
it_it: Impossibile caricare i dati sezione perché non corrispondono con la dimensione sezione richiesta.
ko_kr: 요청한 청크 크기와 일치하지 않기 때문에 청크 데이터를 업로드할 수 없습니다.
pt_br: Não é possível fazer upload dos dados de chunk porque eles não correspondem ao tamanho de chunk solicitado.
ru_ru: Не удалось передать данные блока, поскольку они не соответствуют запрошенному размеру блока.

source: The storage volume %(vol)s is not under an upload process.
de_de: Der Speicherdatenträger %(vol)s befindet sich nicht in einem Uploadprozess.
fr_fr: Le volume de stockage %(vol)s n'est pas soumis à un processus de téléchargement.
it_it: Il volume di memoria %(vol)s non è sottoposto a un processo di caricamento.
ko_kr: 스토리지 볼륨 %(vol)s은(는) 업로드 프로세스의 영향을 받지 않습니다.
pt_br: O volume de armazenamento %(vol)s não está sob um processo de upload.
ru_ru: Том памяти %(vol)s не находится в процессе передачи.

source: The upload chunk data will exceed the storage volume size.
de_de: Die Chunkdaten für den Upload überschreiten die Größe des Speicherdatenträgers.
fr_fr: Le téléchargement des données de bloc dépasse la taille du volume de stockage.
it_it: I dati sezione da caricare supereranno la dimensione del volume di memoria.
ko_kr: 업로드 청크 데이터는 스토리지 볼륨 크기를 초과합니다.
pt_br: Os dados de chunk de upload irão exceder o tamanho do volume de armazenamento.
ru_ru: Данные блока передачи превысят размер тома памяти.
