Repository: kimchi-project/kimchi
Catalog: po/*.po
Languages: de_de, fr_fr, it_it, ko_kr, pt_br, ru_ru

source: Unknown parameter %(value)s
de_de: Unbekannter Parameter %(value)s
fr_fr: Paramètre inconnu %(value)s
it_it: Parametro sconosciuto %(value)s
ko_kr: 알 수 없는 매개변수 %(value)s
pt_br: Parâmetro desconhecido %(value)s
ru_ru: Неизвестный параметр %(value)s

source: Delete is not allowed for %(resource)s
de_de: Löschen ist nicht zulässig für %(resource)s
fr_fr: La suppression n'est pas autorisée pour %(resource)s
it_it: Eliminazione non consentita per %(resource)s
ko_kr: %(resource)s의 삭제는 허용되지 않습니다.
pt_br: A exclusão não é permitida para %(resource)s

source: %(resource)s does not implement update method
de_de: %(resource)s implementiert keine Aktualisierungsmethode
fr_fr: %(resource)s n'implémente pas la méthode de mise à jour
it_it: %(resource)s non implementa il metodo di aggiornamento
ko_kr: %(resource)s에서는 업데이트 메소드를 구현하지 않습니다.
pt_br: %(resource)s não implementa o método de atualização

source: Create is not allowed for %(resource)s
de_de: Erstellen ist nicht zulässig für %(resource)s
fr_fr: La création n'est pas autorisée pour %(resource)s
it_it: Creazione non consentita per %(resource)s
ko_kr: %(resource)s의 작성은 허용되지 않습니다.
pt_br: A criação não é permitida para %(resource)s

source: Unable to parse JSON request
de_de: JSON-Anfrage konnte nicht analysiert werden
fr_fr: Impossible d'analyser la demande JSON
it_it: Impossibile analizzare la richiesta JSON
ko_kr: JSON 요청을 구문 분석할 수 없습니다.
pt_br: Não é possível analisar a solicitação JSON

source: This API only supports JSON
de_de: Diese API unterstützt nur JSON
fr_fr: L'API prend uniquement en charge la notation JSON
it_it: L'API supporta solo JSON
ko_kr: 이 API는 JSON만 지원합니다.
pt_br: Esta API suporta somente JSON

source: Parameters does not match requirement in schema: %(err)s
de_de: Parameter entsprechen nicht der Anforderung im Schema: %(err)s
fr_fr: Les paramètres ne correspondent pas aux exigences du schéma : %(err)s
it_it: I parametri non corrispondono ai requisiti nello schema: %(err)s
ko_kr: 매개변수가 스키마의 요구사항과 일치하지 않음: %(err)s
pt_br: Os parâmetros não correspondem ao requisito no esquema: %(err)s

source: You don't have permission to perform this operation.
de_de: Sie verfügen nicht über die Berechtigung zur Ausführung dieser Operation.
fr_fr: Vous ne disposez pas des droits pour effectuer cette opération.
it_it: Non si dispone dell'autorizzazione per eseguire questa operazione.
ko_kr: 이 조작을 수행할 수 있는 권한이 없습니다.
pt_br: Você não tem permissão para executar essa operação.

source: Datastore is not initiated in the model object.
de_de: Datenspeicher wird nicht im Modellobjekt initialisiert.
fr_fr: Le magasin de données n'est pas initié dans l'objet de modèle.
it_it: Archivio dati non inizializzato nell'oggetto modello.
ko_kr: 데이터 저장소가 모델 오브젝트에서 시작되지 않았습니다.
pt_br: O armazenamento de dados não é iniciado no objeto modelo.

source: Unable to start task due error: %(err)s
de_de: Task kann aufgrund des folgenden Fehlers nicht gestartet werden: %(err)s
fr_fr: Impossible de démarrer la tâche en raison de l'erreur : %(err)s
it_it: Impossibile avviare l'attività a causa dell'errore: %(err)s
ko_kr: 오류 때문에 작업을 시작할 수 없음: %(err)s
pt_br: Não é possível iniciar a tarefa devido ao erro: %(err)s

source: Timeout of %(seconds)s seconds expired while running task '%(task)s.
de_de: Zeitlimit von %(seconds)s Sekunden ist während der Ausführung von Task '%(task)s' abgelaufen.
fr_fr: Expiration du délai d'attente de %(seconds)s lors de l'exécution de la tâche '%(task)s.
it_it: È stato raggiunto il timeout di %(seconds)s secondi durante l'esecuzione dell'attività '%(task)s.
ko_kr: '%(task)s 태스크 실행 중에 %(seconds)s초의 제한시간이 만료되었습니다.
pt_br: Tempo limite de %(seconds)s segundos expirou durante a execução da tarefa '%(task)s'.

source: Authentication failed for user '%(username)s'. [Error code: %(code)s]
de_de: Authentifizierung für Benutzer '%(username)s' fehlgeschlagen. [Fehlercode: %(code)s]
fr_fr: Echec d'authentification pour l'utilisateur '%(username)s'. [Code d'erreur : %(code)s]
it_it: Autenticazione non riuscita per l'utente '%(username)s'. [Codice di errore: %(code)s]
ko_kr: '%(username)s' 사용자 인증에 실패했습니다. [오류 코드: %(code)s]
pt_br: Autenticação falhou para o usuário '%(username)s'. [Código de erro: %(code)s]

source: You are not authorized to access Kimchi
de_de: Sie sind nicht berechtigt, auf Kimchi zuzugreifen
fr_fr: Vous n'êtes pas autorisé à accéder à Kimchi
it_it: Non si dispone dell'autorizzazione ad accedere a Kimchi
ko_kr: Kimchi에 액세스할 권한이 없습니다.
pt_br: Você não está autorizado a acessar o Kimchi

source: Specify %(item)s to login into Kimchi
de_de: Geben Sie %(item)s an, um sich bei Kimchi anzumelden
fr_fr: Indiquez %(item)s pour la connexion à Kimchi
it_it: Specificare %(item)s per accedere a Kimchi
ko_kr: Kimchi에 로그인하려면 %(item)s을(를) 지정하십시오.
pt_br: Especifique %(item)s para efetuar login no Kimchi

source: User %(user_id)s not found with given LDAP settings.
de_de: Benutzer %(user_id)s mit den angegebenen LDAP-Einstellungen wurde nicht gefunden.
fr_fr: L'utilisateur %(user_id)s est introuvable avec les paramètres LDAP donnés.
it_it: Utente %(user_id)s non trovato con le impostazioni LDAP fornite.
ko_kr: 지정한 LDAP 설정에서 %(user_id)s 사용자를 찾지 못했습니다.
pt_br: Usuário %(user_id)s não localizado com as configurações de LDAP fornecidas.
ru_ru: Пользователь %(user_id)s не найден с указанными параметрами LDAP.

source: Invalid LDAP configuration: %(item)s : %(value)s
de_de: Ungültige LDAP-Konfiguration: %(item)s : %(value)s
fr_fr: Configuration LDAP non valide : %(item)s : %(value)s
it_it: Configurazione LDAP non valida: %(item)s : %(value)s
ko_kr: 올바르지 않은 LDAP 구성: %(item)s : %(value)s
pt_br: Configuração de LDAP inválida: %(item)s: %(value)s

source: Unknown "_cap" specified
de_de: Unbekanntes Element "_cap" angegeben
fr_fr: "_cap" inconnu spécifié
it_it: Specificato "_cap" sconosciuto
ko_kr: 알 수 없는 "_cap"이 지정되었습니다.
pt_br: "_cap" desconhecido especificado
ru_ru: Указано неизвестное значение "_cap"

source: "_passthrough" should be "true" or "false"
de_de: Für "_passthrough" muss "true" oder "false" angegeben werden
fr_fr: "_passthrough" doit avoir la valeur "true" ou "false"
it_it: "_passthrough" deve essere "true" o "false"
ko_kr: "_passthrough"는 "true" 또는 "false"여야 합니다.
pt_br: "_passthrough" deve ser "true" ou "false"
ru_ru: Значение "_passthrough" должно быть "true" или "false"

source: "_passthrough_affected_by" should be a device name string
de_de: Für "_passthrough_affected_by" muss eine Einheitennamenszeichenfolge angegeben werden
fr_fr: "_passthrough_affected_by" doit être une chaîne de nom d'unité
it_it: "_passthrough_affected_by" deve essere una stringa nome dispositivo
ko_kr: "_passthrough_affected_by"는 장치 이름 문자열이어야 합니다.
pt_br: "_passthrough_affected_by" deve ser uma sequência de nome do dispositivo
ru_ru: Значение "_passthrough_affected_by" должно быть строкой с именем устройства

source: "_available_only" should be "true" or "false"
de_de: Für "_available_only" muss "true" oder "false" angegeben werden
fr_fr: "_available_only" doit avoir la valeur "true" ou "false"
it_it: "_available_only" deve essere "true" o "false"
ko_kr: "_available_only"는 "true" 또는 "false"여야 합니다.
pt_br: "_available_only" deve ser "true" ou "false"
ru_ru: Допустимые значения для "_available_only": "true" или "false"

source: Error while getting block devices. Details: %(err)s
de_de: Fehler beim Abrufen von Blockeinheiten. Details: %(err)s
fr_fr: Erreur lors de l'obtention d'unités par bloc. Détails : %(err)s
it_it: Errore durante il richiamo dei dispositivi del blocco. Dettagli: %(err)s
ko_kr: 블록 장치를 가져오는 중에 오류가 발생했습니다. 세부사항: %(err)s
pt_br: Erro ao obter dispositivos de bloco. Detalhes: %(err)s

source: Error while getting block device information for %(device)s.
de_de: Fehler beim Abrufen von Blockeinheiteninformationen für %(device)s.
fr_fr: Erreur lors de l'obtention des informations d'unité par bloc pour %(device)s.
it_it: Errore durante il richiamo delle informazioni sul dispositivo del blocco per %(device)s.
ko_kr: %(device)s에 대한 블록 장치 정보를 가져오는 중에 오류가 발생했습니다.
pt_br: Erro ao obter informações sobre o dispositivo de bloco para %(device)s.

source: Unable to find distro file: %(filename)s
de_de: Distro-Datei konnte nicht gefunden werden: %(filename)s
fr_fr: Fichier de distribution introuvable : %(filename)s
it_it: Impossibile trovare il file distro: %(filename)s
ko_kr: distro 파일을 찾을 수 없음: %(filename)s
pt_br: Não é possível localizar o arquivo distro: %(filename)s
ru_ru: Не найден файл варианта ОС: %(filename)s

source: Unable to parse distro file: %(filename)s. Make sure, it is a JSON file.
de_de: Distro-Datei konnte nicht analysiert werden: %(filename)s. Stellen Sie sicher, dass es sich um eine JSON-Datei handelt.
fr_fr: Impossible d'analyser le fichier de distribution : %(filename)s. Vérifiez qu'il s'agit d'un fichier JSON.
it_it: Impossibile analizzare il file distro: %(filename)s. Verificare che sia un file JSON.
ko_kr: distro 파일을 구문 분석할 수 없음: %(filename)s. JSON 파일인지 확인하십시오.
pt_br: Não é possível analisar o arquivo distro: %(filename)s. Certifique-se de que seja um arquivo JSON.
ru_ru: Ошибка анализа файла варианта ОС: %(filename)s. Убедитесь, что это файл JSON.

source: Unable to login to iSCSI host target %(portal)s. Details: %(err)s
de_de: Fehler beim Anmelden bei iSCSI-Hostziel %(portal)s. Details: %(err)s
fr_fr: Impossible de se connecter à la cible hôte iSCSI %(portal)s. Détails : %(err)s
it_it: Impossibile accedere alla destinazione host iSCSI %(portal)s. Dettagli: %(err)s
ko_kr: iSCSI 호스트 대상 %(portal)s에 로그인할 수 없습니다. 세부사항: %(err)s
pt_br: Não é possível efetuar login no destino do host iSCSI %(portal)s. Detalhes: %(err)s
ru_ru: Не удалось войти в целевой %(portal)s хоста iSCSI. Сведения: %(err)s

source: Unable to login to iSCSI host %(host)s target %(target)s
de_de: Anmeldung bei iSCSI-Host %(host)s Ziel %(target)s nicht möglich
fr_fr: Impossible de se connecter à la cible hôte %(host)s iSCSI %(target)s
it_it: Impossibile accedere alla destinazione %(target)s host %(host)s iSCSI
ko_kr: iSCSI 호스트 %(host)s 대상 %(target)s에 로그인할 수 없습니다.
pt_br: Não é possível efetuar login no destino %(target)s do host %(host)s iSCSI
ru_ru: Не удалось войти в целевой %(target)s хоста %(host)s iSCSI

source: Unable to find ISO file %(filename)s
de_de: ISO-Datei %(filename)s konnte nicht gefunden werden
fr_fr: Fichier ISO introuvable : %(filename)s
it_it: Impossibile trovare il file ISO %(filename)s
ko_kr: ISO 파일 %(filename)s을(를) 찾을 수 없습니다.
pt_br: Não é possível localizar o arquivo ISO %(filename)s
ru_ru: Не найден файл ISO %(filename)s

source: The ISO file %(filename)s is not bootable
de_de: Die ISO-Datei %(filename)s ist nicht bootfähig
fr_fr: Le fichier ISO %(filename)s n'est pas amorçable
it_it: Il file ISO %(filename)s non è avviabile
ko_kr: ISO 파일 %(filename)s은(는) 부트 가능하지 않습니다.
pt_br: O arquivo ISO %(filename)s não é inicializável
ru_ru: Файл ISO %(filename)s не загрузочный

source: The ISO file %(filename)s does not have a valid El Torito boot record
de_de: Die ISO-Datei %(filename)s hat keinen gültigen El Torito-Bootsatz
fr_fr: Le fichier ISO %(filename)s ne possède pas d'enregistrement d'amorçage El Torito valide
it_it: Il file ISO %(filename)s non ha un record di avvio El Torito valido
ko_kr: ISO 파일 %(filename)s에 유효한 El Torito 부트 레코드가 없습니다.
pt_br: O arquivo ISO %(filename)s não possui um registro de inicialização El Torito válido
ru_ru: Файл ISO %(filename)s не содержит правильную загрузочную запись El Torito

source: Invalid El Torito validation entry in ISO %(filename)s
de_de: Ungültiger El Torito-Prüfeintrag in ISO-Datei %(filename)s
fr_fr: Entrée de validation El Torito non valide dans le fichier ISO %(filename)s
it_it: Voce di convalida El Torito non valida in ISO %(filename)s
ko_kr: ISO %(filename)s에 올바르지 않은 El Torito 유효성 검증 항목이 있습니다.
pt_br: Entrada de validação El Torito inválida no ISO %(filename)s
ru_ru: Недопустимая запись проверки El Torito в образе ISO %(filename)s

source: Invalid El Torito boot indicator in ISO %(filename)s
de_de: Ungültiger El Torito-Boot-Indikator in ISO-Datei %(filename)s
fr_fr: Indicateur d'amorçage El Torito non valide dans le fichier ISO %(filename)s
it_it: Indicatore di avvio El Torito non valido in ISO %(filename)s
ko_kr: ISO %(filename)s에 올바르지 않은 El Torito 부트 표시기가 있습니다.
pt_br: Indicador de inicialização El Torito inválido no ISO %(filename)s
ru_ru: Недопустимый индикатор загрузки El Torito в образе ISO %(filename)s

source: Unexpected volume type for primary volume in ISO %(filename)s
de_de: Unerwarteter Datenträgertyp für Primärdatenträger in ISO-Datei %(filename)s
fr_fr: Type de volume inattendu pour le volume principal dans le fichier ISO %(filename)s
it_it: Tipo di volume imprevisto per il volume primario in ISO %(filename)s
ko_kr: ISO %(filename)s에서 기본 볼륨이 예상치 않은 볼륨 유형입니다.
pt_br: Tipo de volume inesperado para o volume primário no ISO %(filename)s
ru_ru: Неожиданный тип главного тома в образе ISO %(filename)s

source: Bad format while reading volume descriptor in ISO %(filename)s
de_de: Ungültiges Format beim Lesen des Datenträgerdeskriptors in ISO-Datei %(filename)s
fr_fr: Format incorrect lors de la lecture du descripteur de volume dans le fichier ISO %(filename)s
it_it: Formato non corretto durante la lettura del descrittore volume in ISO %(filename)s
ko_kr: ISO %(filename)s에서 볼륨 디스크립터를 읽는 중에 잘못된 형식이 발견되었습니다.
pt_br: Formato inválido ao ler o descritor de volume no ISO %(filename)s
ru_ru: Неверный формат дескриптора тома в образе ISO %(filename)s

source: The hypervisor doesn't have permission to use this ISO %(filename)s. Consider moving it under /var/lib/libvirt, or set the search permission to file access control lists for '%(user)s' user if possible, or add the '%(user)s' to the ISO path group, or (not recommended) 'chmod -R o+x 'path_to_iso'.Details: %(err)s
de_de: Der Hypervisor hat nicht die Berechtigung, die ISO-Datei %(filename)s zu verwenden.Verschieben Sie sie entweder nach /var/lib/libvirt oder setzen Sie, sofern möglich, die Suchberechtigung auf Dateizugriffssteuerungslisten für den Benutzer '%(user)s' oder fügen Sie '%(user)s' der ISO-Pfadgruppe hinzu oder (nicht empfohlen) 'chmod -R o+x 'path_to_iso'. Details: %(err)s
fr_fr: L'hyperviseur ne dispose pas des droits pour utiliser ce fichier ISO %(filename)s. placez-le dans /var/lib/libvirt, ou définissez le droit de recherche sur les listes de contrôle d'accès d'accès aux fichiers pour l'utilisateur '%(user)s', si possible, ou ajoutez '%(user)s' au groupe de chemins d'accès ISO ou (non recommandé) 'chmod -R o+x 'path_to_iso'.Détails : %(err)s
it_it: L'hypervisor non dispone dell'autorizzazione per utilizzare questo ISO %(filename)s. Spostarlo in /var/lib/libvirt o impostare l'autorizzazione di ricerca sugli elenchi di controllo di accesso file per l'utente '%(user)s' se possibile, oppure aggiungere '%(user)s' al gruppo percorso ISO oppure (non consigliato) 'chmod -R o+x 'path_to_iso'. Dettagli: %(err)s
ko_kr: 하이퍼바이저가 이 ISO %(filename)s을(를) 사용할 권한이 없습니다. 이를 /var/lib/libvirt 아래로 이동시키거나 (가능한 경우) 검색 권한을 '%(user)s' 사용자의 파일 액세스 제어 목록에 설정하거나 '%(user)s'을(를) ISO 경로 그룹 또는 (권장하지 않음) 'chmod -R o+x 'path_to_iso'에 추가하십시오. 세부사항: %(err)s
pt_br: O hypervisor não possui permissão para usar este ISO %(filename)s. Considere movê-lo sob /var/lib/libvirt ou configure a permissão de procura para listas de controle de acesso de arquivo para o usuário '%(user)s', se possível, ou inclua o '%(user)s' no grupo de caminhos ISO ou (não recomendado) 'chmod -R o+x 'path_to_iso'.Detalhes: %(err)s
ru_ru: У гипервизора нет прав доступа для использования этого образа ISO %(filename)s. Переместите его в каталог /var/lib/libvirt, добавьте разрешение на поиск в списки контроля доступа для пользователя %(user)s, если это возможно, добавьте %(user)s в группу пути к образу ISO или (не рекомендуется) выполните команду 'chmod -R o+x путь-к-iso'. Сведения: %(err)s

source: An error occurred when probing image OS information.
de_de: Beim Prüfen der OS-Informationen des Image ist ein Fehler aufgetreten.
fr_fr: Une erreur s'est produite lors de l'application d'une sonde aux informations de système d'exploitation d'image.
it_it: Si è verificato un errore durante l'analisi delle informazioni SO immagine.
ko_kr: 이미지 OS 정보를 프로브하는 중에 오류가 발생했습니다.
pt_br: Ocorreu um erro com a imagem de análise das informações de S.O.
ru_ru: Ошибка проверки информации об ОС образа.

source: No OS information found in given image.
de_de: Im angegebenen Image wurden keine OS-Informationen gefunden.
fr_fr: Aucune information relative au système d'exploitation n'a été trouvée dans l'image donnée.
it_it: Nessuna informazione SO trovata nell'immagine fornita.
ko_kr: 지정된 이미지에 OS 정보가 없습니다.
pt_br: Nenhuma informação de S.O. localizada na imagem fornecida.

source: Unable to read image file %(filename)s
de_de: Die Imagedatei %(filename)s konnte nicht gelesen werden
fr_fr: Impossible de lire le fichier image %(filename)s
it_it: Impossibile leggere il file immagine %(filename)s
ko_kr: 이미지 파일 %(filename)s을(를) 읽을 수 없습니다.
pt_br: Não é possível ler o arquivo de imagem %(filename)s
ru_ru: Не удалось прочитать файл образа %(filename)s

source: Image file must be an existing file on system. %(filename)s is not a valid input.
de_de: Bei der Imagedatei muss es sich um eine auf dem System vorhandene Datei handeln. %(filename)s ist keine gültige Eingabe.
fr_fr: Le fichier image doit être un fichier existant sur le système. %(filename)s n'est pas une entrée valide.
it_it: Il file immagine deve essere un file esistente sul sistema. %(filename)s non è un valido input.
ko_kr: 이미지 파일은 시스템에 있는 기존 파일이여야 합니다. %(filename)s은(는) 유효하지 않은입력입니다.
pt_br: O arquivo de imagem deve ser um arquivo existente no sistema. %(filename)s não é uma entrada válida.
ru_ru: Файл образа должен быть существующим файлом в системе. %(filename)s не является допустимым вводом.

source: Virtual machine %(name)s already exists
de_de: Virtuelle Maschine %(name)s ist bereits vorhanden
fr_fr: La machine virtuelle %(name)s existe déjà
it_it: Macchina virtuale %(name)s già esistente
ko_kr: 가상 머신 %(name)s이(가) 이미 존재합니다.
pt_br: A máquina virtual %(name)s já existe
ru_ru: Виртуальная машина %(name)s уже существует

source: Virtual machine %(name)s does not exist
de_de: Virtuelle Maschine %(name)s ist nicht vorhanden
fr_fr: La machine virtuelle nommée %(name)s n'existe pas
it_it: La macchina virtuale %(name)s non esiste
ko_kr: 가상 머신 %(name)s이(가) 없습니다.
pt_br: A máquina virtual %(name)s não existe
ru_ru: Виртуальная машина %(name)s не существует

source: Unable to rename virtual machine %(name)s. The name %(new_name)s is already in use or the virtual machine is not powered off.
de_de: Virtuelle Maschine %(name)s konnte nicht umbenannt werden. Der Name %(new_name)s ist bereits belegt oder die virtuelle Maschine wurde nicht ausgeschaltet.
fr_fr: Impossible de renommer la machine virtuelle %(name)s. Le nom %(new_name)s est déjà utilisé ou la machine virtuelle n'est pas hors tension.
it_it: Impossibile ridenominare la macchina virtuale %(name)s. Il nome %(new_name)s è già in uso o la macchina virtuale non è spenta.
ko_kr: 가상 머신 %(name)s의 이름을 바꿀 수 없습니다. %(new_name)s 이름이 이미사용 중이거나 가상 머신의 전원이 꺼졌습니다.
pt_br: Não é possível renomear a máquina virtual %(name)s. O nome %(new_name)s já existeem uso ou a máquina virtual não está desligada.
ru_ru: Не удалось переименовать виртуальную машину %(name)s. Имя %(new_name)s уже занято, или виртуальная машина не выключена.

source: Unable to retrieve screenshot for stopped virtual machine %(name)s
de_de: Screenshot für gestoppte virtuelle Maschine %(name)s konnte nicht abgerufen werden
fr_fr: Impossible d'extraire la capture d'écran pour la machine virtuelle arrêtée %(name)s
it_it: Impossibile richiamare l'immagine per la macchina virtuale arrestata %(name)s
ko_kr: 중지된 가상 머신 %(name)s에 대한 스크린샷을 검색할 수 없습니다.
pt_br: Não é possível recuperar a captura de tela para a máquina virtual interrompida %(name)s
ru_ru: Не удалось получить снимок экрана для остановленной виртуальной машины %(name)s

source: Remote ISO image is not supported by this server.
de_de: Fernes ISO-Image wird von diesem Server nicht unterstützt.
fr_fr: L'image ISO distante n'est pas prise en charge par ce serveur.
it_it: L'immagine ISO remota non è supportata da questo server.
ko_kr: 원격 ISO 이미지는 이 서버에서 지원하지 않습니다.
pt_br: A imagem ISO remota não é suportada por este servidor.
ru_ru: Удаленный образ ISO не поддерживается этим сервером.

source: Screenshot is not supported on virtual machine %(name)s
de_de: Screenshot wird auf virtueller Maschine %(name)s nicht unterstützt
fr_fr: La capture d'écran n'est pas prise en charge sur la machine virtuelle %(name)s
it_it: L'esecuzione di un'immagine non è supportata sulla macchina virtuale %(name)s
ko_kr: 스크린샷이 가상 머신 %(name)s에서 지원되지 않습니다.
pt_br: A captura de tela não é suportada em máquina virtual %(name)s
ru_ru: Снимки экрана не поддерживаются в виртуальной машине %(name)s

source: Unable to create virtual machine %(name)s. Details: %(err)s
de_de: Virtuelle Maschine %(name)s konnte nicht erstellt werden. Details: %(err)s
fr_fr: Impossible de créer la machine virtuelle %(name)s. Détails : %(err)s
it_it: Impossibile creare la macchina virtuale %(name)s. Dettagli: %(err)s
ko_kr: 가상 머신 %(name)s을(를) 작성할 수 없습니다. 세부사항: %(err)s
pt_br: Não é possível criar a máquina virtual %(name)s. Detalhes: %(err)s
ru_ru: Не удалось создать виртуальную машину %(name)s. Сведения: %(err)s

source: Unable to update virtual machine %(name)s. Details: %(err)s
de_de: Virtuelle Maschine %(name)s konnte nicht aktualisiert werden. Details: %(err)s
fr_fr: Impossible de mettre à jour la machine virtuelle %(name)s. Détails : %(err)s
it_it: Impossibile aggiornare la macchina virtuale %(name)s. Dettagli: %(err)s
ko_kr: 가상 머신 %(name)s을(를) 업데이트할 수 없습니다. 세부사항: %(err)s
pt_br: Não é possível atualizar a máquina virtual %(name)s. Detalhes: %(err)s
ru_ru: Не удалось обновить виртуальную машину %(name)s. Сведения: %(err)s

source: Unable to retrieve virtual machine %(name)s. Details: %(err)s
de_de: Virtuelle Maschine %(name)s konnte nicht abgerufen werden. Details: %(err)s
fr_fr: Impossible de récupérer la machine virtuelle %(name)s. Détails : %(err)s
it_it: Impossibile richiamare la macchina virtuale %(name)s. Dettagli: %(err)s
ko_kr: 가상 머신 %(name)s을(를) 검색할 수 없습니다. 세부사항: %(err)s
pt_br: Não é possível recuperar a máquina virtual %(name)s. Detalhes: %(err)s
ru_ru: Не удалось получить виртуальную машину %(name)s. Сведения: %(err)s

source: Unable to connect to powered off virtual machine %(name)s.
de_de: Verbindung zu ausgeschalteter virtueller Maschine %(name)s konnte nicht hergestellt werden.
fr_fr: Impossible de se connecter à la machine virtuelle hors tension %(name)s.
it_it: Impossibile connettere la macchina virtuale %(name)s.
ko_kr: 전원이 꺼진 가상 머신 %(name)s에 연결할 수 없습니다.
pt_br: Não é possível se conectar à máquina virtual desligada %(name)s.
ru_ru: Не удалось подключиться к выключенной виртуальной машине %(name)s.

source: Virtual machine name must be a string without slashes (/)
de_de: Name der virtuellen Maschine muss eine Zeichenfolge ohne Schrägstriche (/) sein
fr_fr: Le nom de la machine virtuelle doit être une chaîne sans barre oblique (/)
it_it: Il nome della macchina virtuale deve essere una stringa senza barre (/)
ko_kr: 가상 머신 이름은 슬래시(/)를 포함하지 않는 문자열이어야 합니다.
pt_br: O nome da máquina virtual deve ser uma sequência sem barras (/)
ru_ru: Имя виртуальной машины должно быть строкой без символов косой черты (/)
