Repository: kimchi-project/kimchi
Catalog: po/*.po
Languages: de_de, fr_fr, it_it, ko_kr, pt_br, ru_ru

source: The name used to identify the report. Name can contain: letters, digits and hyphen ("-").
de_de: Der Name, mit dem der Bericht angegeben wird. Der Name kann Buchstaben, Ziffern und Bindestriche ("-") enthalten.
fr_fr: Nom utilisé pour identifier le rapport. Il peut contenir : des lettres, chiffres et tiret ("-").
it_it: Il nome utilizzato per identificare il report. Il nome può contenere lettere, cifre etrattini ("-").
ko_kr: 보고서를 식별하는 데 사용하는 이름입니다. 이름에는 문자, 숫자 및하이픈("-")을 포함할 수 있습니다.
pt_br: O nome usado para identificar o relatório. O nome pode conter: letras, dígitos e hífen ("-").

source: Submit
de_de: Übergeben
fr_fr: Soumettre
it_it: Inoltra
ko_kr: 제출
pt_br: Enviar

source: Add a Repository
de_de: Repository hinzufügen
fr_fr: Ajouter un référentiel
it_it: Aggiungi un repository
ko_kr: 저장소 추가
pt_br: Incluir um repositório

source: Identifier
de_de: Kennung
fr_fr: Identificateur
it_it: Identificativo
ko_kr: ID
pt_br: Identificador

source: Single word, unique identifier for the repository.
de_de: Einzelnes Wort, eindeutige Kennung für das Repository.
fr_fr: Mot unique, identificateur unique pour le référentiel.
it_it: Identificativo univoco di una sola parola per il repository.
ko_kr: 저장소에 대한 단일 단어의 고유 ID입니다.
pt_br: Identificador exclusivo com uma única palavra para o repositório.

source: Textual name for the repository.
de_de: Textname für das Repository.
fr_fr: Nom textuel pour le référentiel.
it_it: Nome in formato testo per il repository.
ko_kr: 저장소에 대한 텍스트 이름입니다.
pt_br: Nome textual para o repositório.

source: Required Field
de_de: Erforderliches Feld
fr_fr: Zone obligatoire
it_it: Campo obbligatorio
ko_kr: 필수 필드
pt_br: Campo obrigatório

source: URL to the repository. Supported protocols are http, ftp, and file.
de_de: URL zum Repository. Unterstützte Protokolle sind http, ftp und file.
fr_fr: Adresse URL pour le référentiel. Les protocoles pris en charge sont http, ftp, et file.
it_it: URL al repository. I protocolli supportati sono http, ftp e file.
ko_kr: 저장소에 대한 URL입니다. 지원되는 프로토콜은 http, ftp 및 file입니다.
pt_br: URL para o repositório. Os protocolos suportados são http, ftp e arquivo.

source: Repository is a mirror
de_de: Repository ist ein Spiegel
fr_fr: Le référentiel est un miroir
it_it: Il repository è un elemento speculare
ko_kr: 저장소가 미러입니다.
pt_br: O repositório é um espelho

source: Distribution
de_de: Verteilung
it_it: Distribuzione
ko_kr: 배포
pt_br: Distribuição

source: Distribution of the DEB repository.
de_de: Verteilung des DEB-Repositorys.
fr_fr: Distribution du référentiel DEB.
it_it: Distribuzione del repository DEB.
ko_kr: DEB 저장소의 배포입니다.
pt_br: Distribuição do repositório DEB.

source: Components
de_de: Komponenten
fr_fr: Composants
it_it: Componenti
ko_kr: 구성요소
pt_br: Componentes

source: List of components in DEB repository.
de_de: Liste der Komponenten im DEB-Repository.
fr_fr: Liste des composants dans le référentiel DEB.
it_it: Elenco di componenti nel repository DEB.
ko_kr: DEB 저장소의 구성요소 목록입니다.
pt_br: Lista de componentes no repositório DEB.

source: Edit Repository
de_de: Repository bearbeiten
fr_fr: Editer le référentiel
it_it: Modifica repository
ko_kr: 저장소 편집
pt_br: Editar repositório

source: Mirror List URL
de_de: Spiegellisten-URL
fr_fr: URL liste miroir
it_it: URL elenco elementi speculari
ko_kr: 미러 목록 URL
pt_br: URL da lista de espelho

source: Yes
de_de: Ja
fr_fr: Oui
it_it: Sì
ko_kr: 예
pt_br: Sim

source: Add a Volume to Storage Pool
de_de: Datenträger zu Speicherpool hinzufügen
fr_fr: Ajouter un volume au pool de stockage
it_it: Aggiungi un volume al pool di memoria
ko_kr: 스토리지 풀에 볼륨 추가
pt_br: Incluir um volume no conjunto de armazenamentos
ru_ru: Добавить том в пул памяти

source: Fetch from remote URL
de_de: Über Remote URL abrufen
fr_fr: Extraire de l'URL distante
it_it: Richiama da URL remoto
ko_kr: 원격 URL에서 페치
pt_br: Buscar a partir da URL remota
ru_ru: Загрузить с удаленного URL

source: Enter the remote URL here.
de_de: Remote URL hier eingeben.
fr_fr: Indiquez ici l'URL distante.
it_it: Immettere qui l'URL remoto.
ko_kr: 여기에 원격 URL을 입력하십시오.
pt_br: Inserir a URL remota aqui.
ru_ru: Введите сюда удаленный URL.

source: Upload a file
de_de: Datei hochladen
fr_fr: Télécharger un fichier
it_it: Carica un file
ko_kr: 파일 업로드
pt_br: Fazer upload de um arquivo
ru_ru: Передать файл

source: Choose the file you want to upload.
de_de: Wählen Sie die hochzuladende Datei aus.
fr_fr: Sélectionnez le fichier à télécharger.
it_it: Selezionare il file da caricare.
ko_kr: 업로드할 파일을 선택하십시오.
pt_br: Escolher o arquivo do qual você deseja fazer upload.
ru_ru: Выберите файл для передачи.

source: Define a New Storage Pool
de_de: Neuen Speicherpool definieren
fr_fr: Définir un nouveau pool de stockage
it_it: Definisci un nuovo pool di memoria
ko_kr: 새 스토리지 풀 정의
pt_br: Definir um novo storage pool
ru_ru: Создать пул памяти

source: Storage Pool Name
de_de: Speicherpoolname
fr_fr: Nom du pool de stockage
it_it: Nome pool di memoria
ko_kr: 스토리지 풀 이름
pt_br: Nome do storage pool
ru_ru: Имя пула памяти

source: The name used to identify the storage pools, and it should not be empty.
de_de: Der Name, mit dem die Speicherpools gekennzeichnet werden. Er darf nicht leer sein.
fr_fr: Nom utilisé pour identifier les pools de stockage. Ne doit pas être vide.
it_it: Il nome utilizzato per identificare i pool di memoria; il campo non deve essere vuoto.
ko_kr: 스토리지 풀을 식별하는 데 사용되는 이름이며 비어 있지 않아야 합니다.
pt_br: O nome usado para identificar os conjuntos de armazenamentos e não deve ser vazio.
ru_ru: Имя для идентификации пулов памяти. Не может быть пустым.

source: Storage Pool Type
de_de: Speicherpooltyp
fr_fr: Type de pool de stockage
it_it: Tipo di pool di memoria
ko_kr: 스토리지 풀 유형
pt_br: Tipo do storage pool
ru_ru: Тип пула памяти

source: Storage Path
de_de: Speicherpfad
fr_fr: Chemin de stockage
it_it: Percorso di memoria
ko_kr: 스토리지 경로
pt_br: Caminho do armazenamento
ru_ru: Путь к диску

source: The path of the Storage Pool. Each Storage Pool must have a unique path.
de_de: Der Pfad des Speicherpools. Jeder Speicherpool muss einen eindeutigen Pfad haben.
fr_fr: Chemin du pool de stockage. Chaque pool de stockage doit avoir un chemin unique.
it_it: Il percorso del pool di memoria. Ogni pool di memoria deve avere un percorso univoco.
ko_kr: 스토리지 풀의 경로입니다. 각 스토리지 풀은 고유 경로를 가져야 합니다.
pt_br: O caminho do storage pool. Cada storage pool deve ter um caminho exclusivo.
ru_ru: Путь к пулу памяти. Каждый пул памяти должен иметь уникальный путь.

source: Kimchi will try to create the directory when it does not already exist in your system.
de_de: Kimchi versucht, das Verzeichnis zu erstellen, wenn es noch nicht in Ihrem System vorhanden ist.
fr_fr: Kimchi va tenter de créer le répertoire s'il n'en existe pas déjà un sur votre système.
it_it: Kimchi tenterà di creare la directory nel caso non esista ancora sul sistema.
ko_kr: 디렉토리가 시스템에 이미 존재하지 않으면 Kimchi가 디렉토리 작성을 시도합니다.
pt_br: Kimchi tentará criar o diretório quando ele não existir em seu sistema.
ru_ru: Kimchi попытается создать каталог, если он не существует в системе.

source: NFS Server IP
fr_fr: IP du serveur NFS
it_it: IP server NFS
ko_kr: NFS 서버 IP
pt_br: IP do servidor NFS
ru_ru: IP-адрес сервера NFS

source: NFS server IP or hostname. It can be input or chosen from history.
de_de: IP oder Hostname des NFS-Servers. Diese(r) kann eingegeben oder aus dem Verlauf ausgewählt werden.
fr_fr: IP ou nom d'hôte du serveur NFS. Peut être entré ou sélectionné depuis l'historique.
it_it: Il nome host o l'indirizzo IP del server NFS. È possibile immetterlo o sceglierlo dalla cronologia.
ko_kr: NFS 서버 IP 또는 호스트 이름입니다. 이것은 입력하거나 히스토리에서 선택할 수 있습니다.
pt_br: IP ou nome do servidor NFS. Ele pode ser inserido ou escolhido a partir do histórico.
ru_ru: IP-адрес или имя хоста сервера NFS. Его можно ввести или выбрать в хронологии.

source: NFS Path
de_de: NFS-Pfad
fr_fr: Chemin NFS
it_it: Percorso NFS
ko_kr: NFS 경로
pt_br: Caminho de NFS
ru_ru: Путь NFS

source: The NFS exported path on NFS server.
de_de: Der NFS-Exportpfad auf dem NFS-Server.
fr_fr: Chemin NFS exporté ou serveur NFS.
it_it: Il percorso esportato NFS sul server NFS.
ko_kr: NFS 서버에서 NFS의 내보낸 경로입니다.
pt_br: O caminho exportado de NFS no servidor NFS.
ru_ru: Экспортированный путь NFS на сервере NFS.

source: Device path
de_de: Einheitenpfad
fr_fr: Chemin d'unité
it_it: Percorso dispositivo
ko_kr: 장치 경로
pt_br: Caminho do dispositivo

source: iSCSI Server
fr_fr: Serveur iSCSI
it_it: Server iSCSI
ko_kr: iSCSI 서버
pt_br: Servidor iSCSI
ru_ru: Сервер iSCSI

source: iSCSI server IP or hostname. It should not be empty.
de_de: IP oder Hostname des iSCSI-Servers. Diese(r) darf nicht leer sein.
fr_fr: IP ou nom d'hôte du serveur iSCSI. Ne doit pas être vide.
it_it: Il nome host o l'indirizzo IP del server iSCSI. Il campo non deve essere vuoto.
ko_kr: iSCSI 서버 IP 또는 호스트 이름입니다. 비어 있지 않아야 합니다.
pt_br: IP ou nome do servidor iSCSI. Ele não deve ser vazio.
ru_ru: IP-адрес или имя хоста сервера iSCSI. Не может быть пустым.

source: Port
it_it: Porta
ko_kr: 포트
pt_br: Porta
ru_ru: Порт

source: Target
de_de: Ziel
fr_fr: Cible
it_it: Destinazione
ko_kr: 대상
pt_br: Destino
ru_ru: Целевой объект

source: The iSCSI target on iSCSI server
de_de: Das iSCSI-Ziel auf dem iSCSI-Server
fr_fr: Cible iSCSI sur le serveur iSCSI
it_it: La destinazione iSCSI sul server iSCSI
ko_kr: iSCSI 서버의 iSCSI 대상
pt_br: O destino iSCSI no servidor iSCSI
ru_ru: Целевой объект iSCSI на сервере iSCSI

source: Add iSCSI Authentication
de_de: iSCSI-Authentifizierung hinzufügen
fr_fr: Ajouter l'authentification iSCSI
it_it: Aggiungi autenticazione iSCSI
ko_kr: iSCSI 인증 추가
pt_br: Incluir autenticação de iSCSI
ru_ru: Добавить идентификацию iSCSI

source: iSCSI Authentication
de_de: iSCSI-Authentifizierung
fr_fr: Authentification iSCSI
it_it: Autenticazione iSCSI
ko_kr: iSCSI 인증
pt_br: Autenticação de iSCSI

source: SCSI Adapter
fr_fr: Adaptateur SCSI
it_it: Adattatore SCSI
ko_kr: SCSI 어댑터
pt_br: Adaptador SCSI
ru_ru: Адаптер SCSI

source: Please, wait...
de_de: Bitte warten...
fr_fr: Veuillez patienter...
it_it: Attendere...
ko_kr: 잠시 기다려 주십시오.
pt_br: Aguarde...
ru_ru: Подождите...

source: Add Template
de_de: Vorlage hinzufügen
fr_fr: Ajouter un modèle
it_it: Aggiungi modello
ko_kr: 템플리트 추가
pt_br: Incluir modelo
ru_ru: Добавить шаблон

source: Where is the source media for this template?
de_de: Wo ist der Quellendatenträger für diese Vorlage?
fr_fr: Où se trouve le support source pour ce modèle ?
it_it: Dov'è il supporto di origine per questo modello?
ko_kr: 이 템플리트의 소스 매체는 어디에 있습니까?
pt_br: Onde está a mídia de origem para este modelo?
ru_ru: Где находится исходный носитель для этого шаблона?

source: Local ISO Image
de_de: Lokales ISO-Image
fr_fr: Image ISO locale
it_it: Immagine ISO locale
ko_kr: 로컬 ISO 이미지
pt_br: Imagem ISO local
ru_ru: Локальный образ ISO

source: Local Image File
de_de: Lokale Imagedatei
fr_fr: Fichier image local
it_it: File immagine locale
ko_kr: 로컬 이미지 파일
pt_br: Arquivo da imagem local
ru_ru: Локальный файл образа

source: Remote ISO Image
de_de: Fernes ISO-Image
fr_fr: Image ISO distante
it_it: Immagine ISO remota
ko_kr: 원격 ISO 이미지
pt_br: Imagem ISO remota
ru_ru: Удаленный образ ISO

source: Search ISOs
de_de: ISOs suchen
fr_fr: Recherche d'ISO
it_it: Ricerca ISO
ko_kr: ISO 검색
pt_br: Procurar ISOs
ru_ru: Поиск образов ISO

source: The following ISOs are available:
de_de: Die folgenden ISOs sind verfügbar:
fr_fr: Les images ISO suivantes sont disponibles :
it_it: Sono disponibili i seguenti file ISO:
ko_kr: 다음 ISO가 사용 가능합니다.
pt_br: Os ISOs a seguir estão disponíveis:
ru_ru: Доступные образы ISO:

source: OS:
de_de: BS:
fr_fr: SE :
it_it: SO:
pt_br: S.O.:

source: Version:
it_it: Versione:
ko_kr: 버전:
pt_br: Versão:

source: Size:
de_de: Größe:
fr_fr: Taille :
it_it: Dimensione:
ko_kr: 크기:
pt_br: Tamanho:

source: Search more ISOs
de_de: Weitere ISOs suchen
fr_fr: Rechercher d'autres images ISO
it_it: Ricerca più ISO
ko_kr: 추가 ISO 검색
pt_br: Procurar mais ISOs
ru_ru: Поиск дополнительных образов ISO

source: Create Templates from Selected ISO
de_de: Vorlagen aus ausgewähltem ISO erstellen
fr_fr: Créer des modèles à partir de l'image ISO sélectionnée
it_it: Crea modelli da ISO selezionato
ko_kr: 선택한 ISO로부터 템플리트 작성
pt_br: Criar modelos a partir do ISO selecionado

source: I want to use a specific ISO file
de_de: Ich möchte eine bestimmte ISO-Datei verwenden
fr_fr: Je souhaite utiliser un fichier ISO spécifique
it_it: Utilizzare un file ISO specifico
ko_kr: 특정 ISO 파일을 사용하려고 합니다.
pt_br: Eu desejo usar um arquivo ISO específico

source: Loading default remote ISOs ...
de_de: Standardmäßige ferne ISOs werden geladen...
fr_fr: Chargement d'ISO distants par défaut...
it_it: Caricamento di ISO remoti predefiniti in corso...
ko_kr: 기본 원격 ISO 로드 중...
pt_br: Carregando ISOs remotos padrão...
ru_ru: Загрузка удаленных ISO по умолчанию...

source: I want to use a custom URL
de_de: Ich möchte eine benutzerdefinierte URL verwenden
fr_fr: Je souhaite utiliser une URL personnalisée
it_it: Utilizzare un URL personalizzato
ko_kr: 사용자 정의 URL을 사용하려고 합니다.
pt_br: Eu desejo usar uma URL customizada

source: Edit Template
de_de: Vorlage bearbeiten
fr_fr: Editer le modèle
it_it: Modifica modello
ko_kr: 템플리트 편집
pt_br: Editar modelo
ru_ru: Изменить шаблон

source: Processor
de_de: Prozessor
fr_fr: Processeur
it_it: Processore
ko_kr: 프로세서
pt_br: Processador
ru_ru: Процессор

source: Image File
de_de: Imagedatei
fr_fr: Fichier image
it_it: File immagine
ko_kr: 이미지 파일
pt_br: Arquivo de imagem
ru_ru: Файл образа

source: Graphics
de_de: Grafik
fr_fr: Graphiques
it_it: Grafici
ko_kr: 그래픽
pt_br: Gráficos
ru_ru: Графика

source: Disk(GB)
de_de: Festplatte (GB)
fr_fr: Disque (Go)
it_it: Disco (GB)
ko_kr: 디스크(GB)
pt_br: Disco (GB)
ru_ru: Диск (ГБ)

source: Disk Format
de_de: Plattenformat
fr_fr: Format de disque
it_it: Formato disco
ko_kr: 디스크 형식
pt_br: Formato do disco
ru_ru: Формат диска

source: CPU Number
de_de: CPU-Anzahl
fr_fr: Nombre d'UC
it_it: Numero CPU
ko_kr: CPU 번호
pt_br: Número de CPU
ru_ru: Количество процессоров

source: Manually set CPU topology
de_de: CPU-Topologie manuell festlegen
fr_fr: Définir manuellement la topologie d'UC
it_it: Imposta manualmente la topologia CPU
ko_kr: CPU 토폴로지 수동 설정
pt_br: Configurar manualmente a topologia da CPU
ru_ru: Вручную настроить топологию процессоров

source: Cores
de_de: Kerne
fr_fr: Coeurs
it_it: Core
ko_kr: 코어
pt_br: Núcleos
ru_ru: Ядра

source: Threads
fr_fr: Unités d'exécution
it_it: Thread
ko_kr: 스레드
pt_br: Encadeamentos
ru_ru: Нити

source: Disk I/O
de_de: Platten-E/A
fr_fr: E-S disque
it_it: I/O disco
ko_kr: 디스크 I/O
pt_br: E/S de disco

source: Network I/O
de_de: Netz-E/A
fr_fr: E-S réseau
it_it: I/O di rete
ko_kr: 네트워크 I/O
pt_br: E/S de Rede
ru_ru: Сетевой ввод-вывод

source: Livetile
it_it: Riquadro animato
ko_kr: 라이브타일

source: No guests found.
de_de: Keine Gäste gefunden.
fr_fr: Aucun invité trouvé.
it_it: Nessuna macchina guest trovata.
ko_kr: 게스트가 없습니다.
pt_br: Nenhum convidado localizado.

source: Shut down
de_de: Herunterfahren
fr_fr: Arrêter
it_it: Arresta
ko_kr: 시스템 종료
pt_br: Encerrar

source: Restart
de_de: Erneut starten
fr_fr: Redémarrer
it_it: Riavvia
ko_kr: 다시 시작
pt_br: Reiniciar

source: Basic Information
de_de: Basisinformationen
fr_fr: Informations de base
it_it: Informazioni di base
ko_kr: 기본 정보
pt_br: Informações básicas

source: OS Distro
de_de: BS-Distro
fr_fr: SE distribution
it_it: Distro SO
pt_br: Distribuição do S.O.

source: OS Code Name
de_de: BS-Codename
fr_fr: Nom de code SE
it_it: Nome codice SO
ko_kr: OS 코드 이름
pt_br: Nome-código do S.O.

source: CPU(s)
fr_fr: UC
it_it: CPU
ko_kr: CPU

source: System Statistics
de_de: Systemstatistik
fr_fr: Statistiques système
it_it: Statistiche di sistema
ko_kr: 시스템 통계
pt_br: Estatísticas do sistema

source: Update Progress
de_de: Aktualisierungsfortschritt
fr_fr: Progression de la mise à jour
it_it: Avanzamento aggiornamento
ko_kr: 진행상태 업데이트
pt_br: Progresso da atualização

source: Network Name
de_de: Netzname
fr_fr: Nom du réseau
it_it: Nome rete
ko_kr: 네트워크 이름
pt_br: Nome da rede
ru_ru: Имя сети

source: State
de_de: Status
fr_fr: Etat
it_it: Stato
ko_kr: 상태
pt_br: Estado

source: Network Type
de_de: Netztyp
fr_fr: Type de réseau
it_it: Tipo di Rete
ko_kr: 네트워크 유형
pt_br: Tipo de rede
ru_ru: Тип сети

source: Address Space
de_de: Adressraum
fr_fr: Espace adresse
it_it: Spazio indirizzo
ko_kr: 주소 공간
pt_br: Espaço de endereço

source: Name should not contain '/' and '"'.
de_de: Der Name darf weder '/' noch '"' enthalten.
fr_fr: Le nom ne doit pas contenir '/' et '"'.
it_it: Il nome non deve contenere '/' e '"'.
ko_kr: 이름에는 '/' 및 '"'를 포함하지 않아야 합니다.
pt_br: O nome não deve conter '/' e '"'.
ru_ru: Имя не должно содержать '/' и '"'.

source: Isolated: no external network connection
de_de: Isoliert: keine externe Netzverbindung
fr_fr: Isolé : aucune connexion réseau externe
it_it: Isolata: nessuna connessione di rete esterna
ko_kr: 격리됨: 외부 네트워크 연결 없음
pt_br: Isolado: nenhuma conexão de rede externa
ru_ru: Изолированный: без внешних сетевых соединений

source: NAT: outbound physical network connection only
de_de: NAT: nur ausgehende physische Netzverbindung
fr_fr: NAT : connexion réseau physique sortante uniquement
it_it: NAT: solo connessione di rete fisica in uscita
ko_kr: NAT: 아웃바운드 물리적 네트워크 연결만
pt_br: NAT: somente conexão de rede física de saída
ru_ru: NAT (только исходящее физическое сетевое соединение)

source: Bridged: Virtual machines are connected to physical network directly
de_de: Überbrückt: Virtuelle Maschinen sind direkt mit physischem Netz verbunden
fr_fr: Routé : machines virtuelles directement connectées au réseau physique
it_it: Con bridge: le macchine virtuali sono connesse direttamente alla rete fisica
ko_kr: 브릿지됨: 가상 머신이 물리적 네트워크에 직접 연결됨
pt_br: bridged: As máquinas virtuais são conectadas à rede física diretamente

source: (No interfaces found)
de_de: (Keine Schnittstellen gefunden)
fr_fr: (Interface introuvable)
it_it: (Nessuna interfaccia trovata)
ko_kr: (인터페이스를 찾을 수 없음)
pt_br: (Nenhuma interface localizada)
ru_ru: (Интерфейсы не найдены)

source: Destination
de_de: Zieladresse
it_it: Destinazione
ko_kr: 목적지
pt_br: Destino
ru_ru: Целевое расположение

source: Enable VLAN
de_de: VLAN aktivieren
fr_fr: Activer le réseau local virtuel
it_it: Abilita VLAN
ko_kr: VLAN 사용
pt_br: Ativar VLAN
ru_ru: Включить VLAN

source: VLAN ID
fr_fr: ID réseau local virtuel
it_it: ID VLAN
pt_br: ID de VLAN
ru_ru: Идентификатор VLAN

source: Stop
de_de: Stoppen
fr_fr: Arrêter
it_it: Arresta
ko_kr: 중지
pt_br: Parar

source: %Used
de_de: % belegt
fr_fr: %Util
it_it: % utilizzata
pt_br: %Usado

source: Location
de_de: Position
fr_fr: Emplacement
it_it: Ubicazione
ko_kr: 위치
pt_br: Local

source: Capacity
de_de: Kapazität
fr_fr: Capacité
it_it: Capacità
ko_kr: 용량
pt_br: Capacidade

source: Allocated
de_de: Zugeordnet
fr_fr: Alloué
it_it: Assegnato
ko_kr: 할당됨
pt_br: Alocado

source: active
de_de: aktiv
fr_fr: actif
it_it: attivo
ko_kr: 활성
pt_br: ativo

source: inactive
de_de: inaktiv
fr_fr: inactif
it_it: non attivo
ko_kr: 비활성
pt_br: inativo

source: Deactivate
de_de: Inaktivieren
fr_fr: Désactiver
it_it: Disattiva
ko_kr: 비활성화
pt_br: Desativar

source: Activate
de_de: Aktivieren
fr_fr: Activer
it_it: Attiva
ko_kr: 활성화
pt_br: Ativar

source: Add Volume
de_de: Datenträger hinzufügen
fr_fr: Ajouter un volume
it_it: Aggiungi volume
ko_kr: 볼륨 추가
pt_br: Incluir volume

source: Extend
de_de: Erweitern
fr_fr: Extension
it_it: Estendi
ko_kr: 확장
pt_br: Estender

source: Undefine
de_de: Definition aufheben
fr_fr: Annuler définition
it_it: Rimuovi definizione
ko_kr: 정의 취소
pt_br: Indefinir

source: Format
it_it: Formato
ko_kr: 형식
pt_br: Formato

source: Allocation
de_de: Zuordnung
it_it: Assegnazione
ko_kr: 할당
pt_br: Alocação

source: No templates found.
de_de: Keine Vorlagen gefunden.
fr_fr: Aucun modèle trouvé.
it_it: Nessun modello trovato.
ko_kr: 템플리트가 없습니다.
pt_br: Nenhum modelo localizado.

source: STACK
fr_fr: PILE
ko_kr: 스택
pt_br: PILHA

source: Host
fr_fr: Hôte
ko_kr: 호스트
ru_ru: Хост

source: OK
ko_kr: 확인

source: Repository
fr_fr: Référentiel
ko_kr: 저장소
pt_br: Repositório

source: Password
de_de: Kennwort
fr_fr: Mot de passe
ko_kr: 비밀번호
pt_br: Senha
ru_ru: Пароль

source: No
de_de: Nein
fr_fr: Non
ko_kr: 아니오
pt_br: Não

source: Server
fr_fr: Serveur
ko_kr: 서버
pt_br: Servidor
ru_ru: Сервер

source: Arch:
pt_br: Arq.:

source: CPUS
fr_fr: Unités centrales

source: CPU
fr_fr: UC

source: Cannot start %(name)s. Virtual machine is already running.
ru_ru: Не удается запустить %(name)s. Виртуальная машина уже запущена.

source: Cannot power off %(name)s. Virtual machine is shut off.
ru_ru: Не удалось отключить питание %(name)s. Виртуальная машина выключена.

source: Cannot shutdown %(name)s. Virtual machine is shut off.
ru_ru: Не удается завершить работу %(name)s. Виртуальная машина выключена.

source: Cannot reset %(name)s. Virtual machine is already shut off.
ru_ru: Не удается выполнить сброс %(name)s. Виртуальная машина уже выключена.

source: Users
ru_ru: Пользователи

source: Groups
ru_ru: Группы

source: LDAP User ID,e.g.foo@foo.com
ru_ru: ИД пользователя LDAP, например foo@foo.com

source: File Path:
ru_ru: Путь к файлу:
