Repository: kimchi-project/kimchi
Catalog: po/*.po
Languages: de_de, fr_fr, it_it, ko_kr, pt_br, ru_ru

source: ERROR CODE
de_de: FEHLERCODE
fr_fr: CODE D'ERREUR
it_it: CODICE DI ERRORE
ko_kr: 오류 코드
pt_br: CÓDIGO DE ERRO

source: REASON
de_de: GRUND
fr_fr: MOTIF
it_it: CAUSA
ko_kr: 이유
pt_br: MOTIVO

source: Go to Homepage
de_de: Gehe zu Homepage
fr_fr: Accéder à la page d'accueil
it_it: Vai alla home page
ko_kr: 홈 페이지로 이동
pt_br: Acessar Página Inicial

source: Create a New Virtual Machine
de_de: Neue virtuelle Maschine erstellen
fr_fr: Créer une machine virtuelle
it_it: Crea una nuova macchina virtuale
ko_kr: 새 가상 머신 작성
pt_br: Criar uma nova máquina virtual
ru_ru: Создать новую виртуальную машину

source: Virtual Machine Name
de_de: Name der virtuellen Maschine
fr_fr: Nom de la machine virtuelle
it_it: Nome macchina virtuale
ko_kr: 가상 머신 이름
pt_br: Nome da máquina virtual
ru_ru: Имя виртуальной машины

source: The name used to identify the virtual machine. If omitted, a name will be chosen based on the template used.
de_de: Der für die Kennzeichnung der virtuellen Maschine verwendete Name. Falls er ausgelassen wird, wird ein Name anhand der verwendeten Vorlage ausgewählt.
fr_fr: Nom utilisé pour identifier la machine virtuelle. S'il est omis, un nom sera choisi en fonction du modèle utilisé.
it_it: Il nome utilizzato per identificare la macchina virtuale. Se il nome viene omesso ne verrà scelto uno in base al modello utilizzato.
ko_kr: 가상 머신을 식별하는 데 사용되는 이름입니다. 생략되면 이름은 사용된 템플리트를 기반으로 선택됩니다.
pt_br: O nome usado para identificar a máquina virtual. Se omitido, um nome será escolhido com base no modelo usado.
ru_ru: Имя для идентификации виртуальной машины. Если не указано, имя будет выбрано в зависимости от используемого шаблона.

source: Template
de_de: Vorlage
fr_fr: Modèle
it_it: Modello
ko_kr: 템플리트
pt_br: Modelo

source: Please create a template first.
de_de: Erstellen Sie zunächst eine Vorlage.
fr_fr: Commencez par créer un modèle.
it_it: Creare prima un modello.
ko_kr: 템플리트를 먼저 작성하십시오.
pt_br: Crie um modelo primeiro.
ru_ru: Сначала создайте шаблон.

source: Create a Template
de_de: Vorlage erstellen
fr_fr: Créer un modèle
it_it: Crea un modello
ko_kr: 템플리트 작성
pt_br: Criar um modelo
ru_ru: Создать шаблон

source: Please choose a template.
de_de: Wählen Sie eine Vorlage aus.
fr_fr: Sélectionnez un modèle.
it_it: Scegliere un modello.
ko_kr: 템플리트를 선택하십시오.
pt_br: Escolha um modelo.
ru_ru: Выберите шаблон.

source: OS
de_de: BS
fr_fr: SE
it_it: SO
pt_br: S.O.
ru_ru: ОС

source: OS Version
de_de: BS-Version
fr_fr: Version SE
it_it: Versione SO
ko_kr: OS 버전
pt_br: Versão do S.O.

source: Memory
de_de: Speicher
fr_fr: Mémoire
it_it: Memoria
ko_kr: 메모리
pt_br: Memória
ru_ru: Память

source: Create
de_de: Erstellen
fr_fr: Créer
it_it: Crea
ko_kr: 작성
pt_br: Criar
ru_ru: Создать

source: Creating...
de_de: Wird erstellt...
fr_fr: Création...
it_it: Creazione...
ko_kr: 작성 중...
pt_br: Criando...
ru_ru: Создание...

source: Edit Guest
de_de: Gast bearbeiten
fr_fr: Editer l'invité
it_it: Modifica macchina guest
ko_kr: 게스트 편집
pt_br: Editar convidado
ru_ru: Изменить гостевую систему

source: General
de_de: Allgemein
fr_fr: Général
it_it: Generale
ko_kr: 일반
pt_br: Geral
ru_ru: Общие

source: Storage
de_de: Speicher
fr_fr: Stockage
it_it: Memoria
ko_kr: 스토리지
pt_br: Armazenamento
ru_ru: Дисковая память

source: Interface
de_de: Schnittstelle
it_it: Interfaccia
ko_kr: 인터페이스
ru_ru: Интерфейс

source: Permission
de_de: Berechtigung
fr_fr: Droits
it_it: Autorizzazione
ko_kr: 권한
pt_br: Permissão

source: Host PCI Device
de_de: PCI-Einheit für Host
fr_fr: Unité PCI hôte
it_it: Dispositivo PCI host
ko_kr: 호스트 PCI 장치
pt_br: Dispositivo PCI do host

source: Snapshot
fr_fr: Image instantanée
it_it: Istantanea
ko_kr: 스냅샷
pt_br: Captura instantânea

source: Name
fr_fr: Nom
it_it: Nome
ko_kr: 이름
pt_br: Nome
ru_ru: Имя

source: CPUs
fr_fr: UC
it_it: CPU
ko_kr: CPU
ru_ru: Процессоры

source: Memory (MB)
de_de: Speicher (MB)
fr_fr: Mémoire (Mo)
it_it: Memoria (MB)
ko_kr: 메모리(MB)
pt_br: Memória (megabyte)
ru_ru: Объем памяти (МБ)

source: Icon
de_de: Symbol
fr_fr: Icône
it_it: Icona
ko_kr: 아이콘
pt_br: Ícone
ru_ru: Значок

source: Device
de_de: Einheit
fr_fr: Unité
it_it: Unità
ko_kr: 장치
pt_br: Dispositivo
ru_ru: Устройство

source: Path
de_de: Pfad
fr_fr: Chemin
it_it: Percorso
ko_kr: 경로
pt_br: Caminho
ru_ru: Путь

source: Network
de_de: Netz
fr_fr: Réseau
it_it: Rete
ko_kr: 네트워크
pt_br: Rede
ru_ru: Сеть

source: Type
de_de: Typ
it_it: Tipo
ko_kr: 유형
pt_br: Tipo
ru_ru: Тип

source: MAC Address
de_de: MAC-Adresse
fr_fr: Adresse MAC
it_it: Indirizzo MAC
ko_kr: MAC 주소
pt_br: Endereço MAC
ru_ru: MAC-адрес

source: Available system users and groups
de_de: Verfügbare Systembenutzer und -gruppen
fr_fr: Groupes et utilisateurs système disponibles
it_it: Utenti e gruppi di sistema disponibili
ko_kr: 사용 가능한 시스템 사용자 및 그룹
pt_br: Usuários e grupos do sistema disponível
ru_ru: Доступные системные пользователи и группы

source: Selected system users and groups
de_de: Ausgewählte Systembenutzer und -gruppen
fr_fr: Groupes et utilisateurs système sélectionnés
it_it: Utenti e gruppi di sistema selezionati
ko_kr: 선택한 시스템 사용자 및 그룹
pt_br: Usuários e grupos do sistema selecionado
ru_ru: Выбранные системные пользователи и группы

source: User
de_de: Benutzer
fr_fr: Utilisateur
it_it: Utente
ko_kr: 사용자
pt_br: Usuário
ru_ru: Пользователь

source: All
de_de: Alle
fr_fr: Tout
it_it: Tutti
ko_kr: 모두
pt_br: Todos
ru_ru: Все

source: To Add
de_de: Hinzuzufügen
fr_fr: A ajouter
it_it: Da aggiungere
ko_kr: 추가 대상
pt_br: Para Incluir
ru_ru: Добавить

source: Added
de_de: Hinzugefügt
fr_fr: Ajouté
it_it: Aggiunto
ko_kr: 추가됨
pt_br: Incluído(a)
ru_ru: Добавлено

source: filter
fr_fr: filtre
it_it: filtro
ko_kr: 필터
pt_br: filtro

source: Product
de_de: Produkt
fr_fr: Produit
it_it: Prodotto
ko_kr: 제품
pt_br: Produto
ru_ru: Продукт

source: Vendor
de_de: Anbieter
fr_fr: Fournisseur
it_it: Fornitore
ko_kr: 공급업체
pt_br: Fornecedor
ru_ru: Вендор

source: Created
de_de: Erstellt
fr_fr: Créé
it_it: Creato
ko_kr: 작성됨
pt_br: Criado
ru_ru: Дата создания

source: Save
de_de: Speichern
fr_fr: Sauvegarder
it_it: Salva
ko_kr: 저장
pt_br: Salvar
ru_ru: Сохранить

source: Replace
de_de: Ersetzen
fr_fr: Remplacer
it_it: Sostituisci
ko_kr: 교체
pt_br: Substituir
ru_ru: Заменить

source: Detach
de_de: Abhängen
fr_fr: Détacher
it_it: Scollega
ko_kr: 분리
pt_br: Desanexar
ru_ru: Отключить

source: Cancel
de_de: Abbrechen
fr_fr: Annuler
it_it: Annulla
ko_kr: 취소
pt_br: Cancelar
ru_ru: Отмена

source: revert
de_de: zurücksetzen
fr_fr: rétablir
it_it: Inverti
ko_kr: 되돌리기
pt_br: reverter

source: Add a Storage Device to VM
de_de: Speichereinheit zur virtuellen Maschine hinzufügen
fr_fr: Ajouter une unité de stockage à la machine virtuelle
it_it: Aggiungi un dispositivo di memoria alla VM
ko_kr: 스토리지 장치를 VM에 추가
pt_br: Incluir um Dispositivo de Armazenamento na VM
ru_ru: Добавить устройство хранения в VM

source: Device Type
de_de: Einheitentyp
fr_fr: Type d'unité
it_it: Tipo dispositivo
ko_kr: 장치 유형
pt_br: Tipo de Dispositivo
ru_ru: Тип устройства

source: The device type. Currently, "cdrom" and "disk" are supported.
de_de: Der Einheitentyp. Derzeit werden nur "cdrom" und "disk" unterstützt.
fr_fr: Type d'unité. Actuellement, "cdrom" et "disk" seulement sont pris en charge.
it_it: Il tipo di dispositivo. Attualmente, sono supportati "cdrom" e "disk".
ko_kr: 장치 유형. 현재 "cdrom" 및 "disk"가 지원됩니다.
pt_br: O tipo de dispositivo. Atualmente, "cdrom" e "disk" são suportados.

source: Storage Pool
de_de: Speicherpool
fr_fr: Pool de stockage
it_it: Pool di memoria
ko_kr: 스토리지 풀
ru_ru: Пул памяти

source: Storage pool which volume located in
de_de: Speicherpool, in dem sich der Datenträger befindet
fr_fr: Pool de stockage dans lequel le volume est situé
it_it: Pool di memoria in cui si trova il volume
ko_kr: 볼륨이 위치한 스토리지 풀
pt_br: Conjunto de armazenamentos no qual o volume está localizado

source: Storage Volume
de_de: Speicherdatenträger
fr_fr: Volume de stockage
it_it: Volume di memoria
ko_kr: 스토리지 볼륨
pt_br: Volume de Armazenamento
ru_ru: Том памяти

source: Storage volume to be attached
de_de: Anzuhängender Speicherdatenträger
fr_fr: Volume de stockage à attacher
it_it: Volume di memoria oggetto del collegamento
ko_kr: 연결될 스토리지 볼륨
pt_br: Volume de armazenamento a ser conectado
ru_ru: Том подключен

source: File Path
de_de: Dateipfad
fr_fr: Chemin d'accès au fichier
it_it: Percorso file
ko_kr: 파일 경로
pt_br: Caminho do arquivo
ru_ru: Путь к файлу

source: The ISO file path in the server for CDROM.
de_de: Der ISO-Dateipfad auf dem Server für die CD-ROM.
fr_fr: Chemin d'accès au fichier ISO sur le serveur pour le CD-ROM.
it_it: Il percorso file ISO nel server per CDROM.
ko_kr: CDROM을 위한 서버의 ISO 파일 경로입니다.
pt_br: O caminho do arquivo ISO no servidor para o CDROM.
ru_ru: Путь к файлу ISO для CDROM на сервере.

source: Attach
de_de: Anhängen
fr_fr: Attacher
it_it: Allega
ko_kr: 연결
pt_br: Anexar
ru_ru: Подключить

source: Start
de_de: Starten
fr_fr: Démarrer
it_it: Avvia
ko_kr: 시작
pt_br: Iniciar
ru_ru: Запустить

source: Reset
de_de: Zurücksetzen
fr_fr: Réinitialiser
it_it: Reimposta
ko_kr: 다시 설정
pt_br: Reiniciar
ru_ru: Сброс

source: Pause
de_de: Anhalten
it_it: In pausa
ko_kr: 일시정지
pt_br: Pausar
ru_ru: Приостановить

source: Resume
de_de: Fortsetzen
fr_fr: Reprendre
it_it: Riprendi
ko_kr: 재개
pt_br: Continuar
ru_ru: Возобновить

source: Power Off
de_de: Ausschalten
fr_fr: Mettre hors tension
it_it: Spegni
ko_kr: 전원 끄기
pt_br: Desligar
ru_ru: Выключить питание

source: Actions
de_de: Aktionen
it_it: Azioni
ko_kr: 조치
pt_br: Ações
ru_ru: Действия

source: Connect
de_de: Verbinden
fr_fr: Se connecter
it_it: Connetti
ko_kr: 연결
pt_br: Conectar

source: Clone
de_de: Klonen
fr_fr: Cloner
it_it: Clona
ko_kr: 복제
pt_br: Clonar
ru_ru: Дублировать

source: Edit
de_de: Bearbeiten
fr_fr: Editer
it_it: Modifica
ko_kr: 편집
pt_br: Editar
ru_ru: Изменить

source: Shut Down
de_de: Herunterfahren
fr_fr: Arrêter
it_it: Arresta
ko_kr: 종료
pt_br: Encerrar
ru_ru: Завершить работу

source: Delete
de_de: Löschen
fr_fr: Supprimer
it_it: Elimina
ko_kr: 삭제
pt_br: Excluir
ru_ru: Удалить

source: The username or password you entered is incorrect. Please try again.
de_de: Der Benutzername oder das Kennwort, den bzw. das Sie eingegeben haben, ist falsch. Versuchen Sie es bitte erneut.
fr_fr: Le nom d'utilisateur ou le mot de passe entré est incorrect. Veuillez recommencer.
it_it: Il nome utente o la password immessi non sono corretti. Ripetere l'operazione.
ko_kr: 입력한 사용자 이름 또는 비밀번호가 올바르지 않습니다. 다시 시도하십시오.
pt_br: O nome de usuário ou senha inserido está incorreto. Tente novamente.

source: This field is required.
de_de: Dieses Feld ist erforderlich.
fr_fr: Cette zone est obligatoire.
it_it: Questo campo è obbligatorio.
ko_kr: 이 필드는 필수입니다.
pt_br: Este campo é obrigatório.

source: Log in
de_de: Anmelden
fr_fr: Connexion
it_it: Accedi
ko_kr: 로그인
pt_br: Efetuar login

source: Logging in...
de_de: Wird angemeldet...
fr_fr: Connexion en cours...
it_it: Accesso in corso...
ko_kr: 로그인 중...
pt_br: Efetuando login...

source: Guests
de_de: Gäste
fr_fr: Invités
it_it: Guest
ko_kr: 게스트
pt_br: Máquinas Virtuais
ru_ru: Гостевые системы

source: Templates
de_de: Vorlagen
fr_fr: Modèles
it_it: Modelli
ko_kr: 템플리트
pt_br: Modelos
ru_ru: Шаблоны

source: Failed to get application configuration
de_de: Anwendungskonfiguration konnte nicht abgerufen werden
fr_fr: Echec d'obtention de la configuration d'application
it_it: Richiamo della configurazione dell'applicazione non riuscito
ko_kr: 애플리케이션 구성을 가져오지 못했습니다.
pt_br: Falha ao obter a configuração do aplicativo

source: This is not a valid Linux path
de_de: Dies ist kein gültiger Linux-Pfad
fr_fr: Ce chemin Linux n'est pas valide
it_it: Non è un percorso Linux valido
ko_kr: 올바른 Linux 경로가 아닙니다.
pt_br: Este não é um caminho do Linux válido
ru_ru: Этот недопустимый путь в Linux

source: This is not a valid URL.
de_de: Dies ist keine gültige URL.
fr_fr: Cette URL n'est pas valide.
it_it: Non è un URL valido.
ko_kr: 올바른 URL이 아닙니다.
pt_br: Esta não é uma URL válida.
ru_ru: Это недопустимый URL.

source: No such data available.
de_de: Keine solchen Daten verfügbar.
fr_fr: Aucune donnée de ce type disponible.
it_it: Dati indicati non disponibili.
ko_kr: 해당 데이터가 없습니다.
pt_br: Nenhum dado desse tipo disponível.

source: Can not contact the host system. Verify the host system is up and that you have network connectivity to it. HTTP request response %1.
de_de: Hostsystem kann nicht kontaktiert werden. Prüfen Sie, ob das Hostsystem aktiv ist und obNetzkonnektivität besteht. HTTP-Anforderungsantwort %1.
fr_fr: Impossible de contacter le système hôte. Vérifiez que celui-ci est démarré et que vous disposez d'une connectivité au système hôte. Réponse à la demande HTTP %1.
it_it: Impossibile contattare il sistema host. Verificare che il sistema host sia attivo e che abbia la connettività di rete. Risposta alla richiesta HTTP %1.
ko_kr: 호스트 시스템에 접속할 수 없습니다. 호스트 시스템이 가동되었고 이에 대한 네트워크 연결이 있는지 확인하십시오. HTTP 요청 응답 %1입니다.
pt_br: Não é possível entrar em contato com o sistema host. Verifique se o sistema host está ativo e se você tem conectividade de rede com ele. Resposta da solicitação de HTTP %1.

source: Unable to read file.
de_de: Datei konnte nicht gelesen werden.
fr_fr: Impossible de lire le fichier.
it_it: Impossibile leggere il file.
ko_kr: 파일을 읽을 수 없습니다.
pt_br: Não é possível ler o arquivo.
ru_ru: Не удалось прочитать файл.

source: Error while uploading file.
de_de: Fehler beim Hochladen der Datei.
fr_fr: Erreur lors du téléchargement du fichier.
it_it: Errore durante il caricamento del file.
ko_kr: 파일을 업로드하는 중에 오류가 발생했습니다.
pt_br: Erro ao fazer upload do arquivo.
ru_ru: Ошибка передачи файла.

source: Delete Confirmation
de_de: Löschbestätigung
fr_fr: Confirmation de suppression
it_it: Conferma eliminazione
ko_kr: 삭제 확인
pt_br: Confirmação de exclusão
ru_ru: Подтверждение удаления

source: Confirm
de_de: Bestätigen
fr_fr: Confirmer
it_it: Conferma
ko_kr: 확인
pt_br: Confirmar
ru_ru: Подтвердить

source: Warning
de_de: Warnung
fr_fr: Avertissement
it_it: Avvertenza
ko_kr: 경고
pt_br: Aviso
ru_ru: Предупреждение

source: Cloning...
de_de: Wird geklont...
fr_fr: Clonage en cours...
it_it: Clonazione...
ko_kr: 복제 중...
pt_br: Clonando...
ru_ru: Дублирование...

source: Loading...
de_de: Wird geladen...
fr_fr: Chargement en cours...
it_it: Caricamento in corso...
ko_kr: 로드 중...
pt_br: Carregando...

source: An error occurred while retrieving system information.
de_de: Beim Abrufen der Systeminformationen ist ein Fehler aufgetreten.
fr_fr: Une erreur s'est produite lors de l'extraction des informations système.
it_it: Si è verificato un errore durante il richiamo delle informazioni di sistema.
ko_kr: 시스템 정보를 검색하는 중에 오류가 발생했습니다.
pt_br: Ocorreu um erro ao recuperar informações do sistema.

source: Retry
de_de: Wiederholen
fr_fr: Nouvelle tentative
it_it: Riprova
ko_kr: 재시도
pt_br: Tentar novamente

source: Detailed message:
de_de: Detaillierte Meldung:
fr_fr: Message détaillé :
it_it: Messaggio dettagliato:
ko_kr: 세부 메시지:
pt_br: Mensagem detalhada:

source: No ISO found
de_de: Keine ISO-Datei gefunden
fr_fr: ISO introuvable
it_it: Nessun file ISO trovato
ko_kr: ISO가 없습니다.
pt_br: Nenhum ISO localizado
ru_ru: Не найден образ ISO

source: This is not a valid ISO file.
de_de: Dies ist keine gültige ISO-Datei.
fr_fr: Ceci n'est pas un fichier ISO valide.
it_it: Non è un file ISO valido.
ko_kr: 올바른 ISO 파일이 아닙니다.
pt_br: Este não é um arquivo ISO válido.

source: This may take a long time. Do you want to continue?
de_de: Dieser Vorgang kann lange dauern. Möchten Sie fortfahren?
fr_fr: Cette opération peut être assez longue. Voulez-vous continuer ?
it_it: Questa operazione può richiedere del tempo. Si desidera continuare?
ko_kr: 시간이 오래 걸릴 수 있습니다. 계속하시겠습니까?
pt_br: Isso pode demorar. Deseja continuar?
ru_ru: Это может занять много времени. Продолжить?

source: This will permanently delete the template. Would you like to continue?
de_de: Hiermit wird die Vorlage dauerhaft gelöscht. Möchten Sie fortfahren?
fr_fr: Le modèle va être supprimé définitivement. Voulez-vous continuer ?
it_it: L'azione eliminerà permanentemente il modello. Si desidera continuare?
ko_kr: 템플리트가 영구적으로 삭제됩니다. 계속하시겠습니까?
pt_br: Isso excluirá permanentemente o modelo. Deseja continuar?
ru_ru: Шаблон будет безвозвратно удален. Продолжить?

source: Unable to shut down system as there are some virtual machines running!
de_de: System konnte nicht heruntergefahren werden, weil einige virtuellen Maschinen ausgeführt werden!
fr_fr: Impossible d'arrêter le système car certaines machines virtuelles sont en cours d'exécution !
it_it: Impossibile arrestare il sistema poiché sono in esecuzione alcune macchine virtuali.
ko_kr: 일부 가상 머신이 실행 중이므로 시스템을 종료할 수 없습니다.
pt_br: Não é possível encerrar o sistema porque há algumas máquinas virtuais em execução!

source: Max:
fr_fr: Maximum :
it_it: Massimo:
ko_kr: 최대:
pt_br: Máx.:

source: Utilization
de_de: Auslastung
fr_fr: Utilisation
it_it: Utilizzo
ko_kr: 이용률
pt_br: Utilização

source: Available
de_de: Verfügbar
fr_fr: Disponible
it_it: Disponibile
ko_kr: 사용 가능
pt_br: Disponível

source: Read Rate
de_de: Leserate
fr_fr: Vitesse de lecture
it_it: Velocità di lettura
ko_kr: 읽기 속도
pt_br: Taxa de leitura

source: Write Rate
de_de: Schreibrate
fr_fr: Vitesse d'écriture
it_it: Velocità di scrittura
ko_kr: 쓰기 속도
pt_br: Taxa de gravação

source: Received
de_de: Empfangen
fr_fr: Reçu
it_it: Ricevuti
ko_kr: 받음
pt_br: Recebido

source: Sent
de_de: Gesendet
fr_fr: Envoyé
it_it: Inviati
ko_kr: 보냄
pt_br: Enviado

source: Shutting down or restarting host will cause unsaved work lost. Continue to shut down/restarting?
de_de: Durch das Herunterfahren oder Neustarten des Hosts können ungesicherte Arbeiten verloren gehen. Möchten Sie mit dem Herunterfahren/Neustarten fortfahren?
fr_fr: L'arrêt ou le redémarrage de l'hôte va entraîner la perte du travail non sauvegardé. Poursuivre l'arrêt/le redémarrage ?
it_it: L'arresto o il riavvio dell'host provocherà la perdita del lavoro non salvato. Continuare con l'arresto o il riavvio?
ko_kr: 호스트를 종료하거나 다시 시작하면 저장되지 않은 작업이 손실됩니다. 시스템 종료/다시 시작을 계속하시겠습니까?
pt_br: Encerrar ou reiniciar o host causará a perda de trabalho não salvo. Continuar a encerrar/reiniciar?

source: Repository will be removed permanently and can't be recovered. Do you want to continue?
de_de: Repository wird dauerhaft entfernt und kann nicht wiederhergestellt werden. Möchten Sie fortfahren?
fr_fr: Le référentiel va être retiré définitivement et ne pourra pas être récupéré. Voulez-vous continuer ?
it_it: Il repository verrà rimosso permanentemente e non potrà essere ripristinato. Si desidera continuare?
ko_kr: 저장소가 영구적으로 제거되어 복구할 수 없습니다. 계속하시겠습니까?
pt_br: O repositório será removido permanentemente e não pode ser recuperado. Deseja continuar?

source: Repositories
de_de: Repositorys
fr_fr: Référentiels
it_it: Repository
ko_kr: 저장소
pt_br: Repositórios

source: Base URL
de_de: Basis-URL
fr_fr: URL de base
it_it: URL di base
ko_kr: 기본 URL
pt_br: URL base

source: Is Mirror
de_de: Ist Spiegel
fr_fr: Est un miroir
it_it: È speculare
ko_kr: 미러임
pt_br: É espelho

source: URL Args
fr_fr: Arguments d'URL
it_it: Argomenti URL
ko_kr: URL 인수
pt_br: Argumentos de URL

source: Enabled
de_de: Aktiviert
fr_fr: Activé
it_it: Abilitato
ko_kr: 사용함
pt_br: Ativado

source: GPG Check
de_de: GPG-Prüfung
fr_fr: Contrôle GPG
it_it: Controllo GPG
ko_kr: GPG 검사
pt_br: Verificação de GPG

source: GPG Key
de_de: GPG-Schlüssel
fr_fr: Clé GPG
it_it: Chiave GPG
ko_kr: GPG 키
pt_br: Chave de GPG

source: Add
de_de: Hinzufügen
fr_fr: Ajouter
it_it: Aggiungi
ko_kr: 추가
pt_br: Incluir
ru_ru: Добавить

source: Remove
de_de: Entfernen
fr_fr: Retirer
it_it: Rimuovi
ko_kr: 제거
pt_br: Remover
ru_ru: Удалить

source: Enable
de_de: Aktivieren
fr_fr: Activer
it_it: Abilita
ko_kr: 사용
pt_br: Ativar

source: Disable
de_de: Inaktivieren
fr_fr: Désactiver
it_it: Disabilita
ko_kr: 사용 안함
pt_br: Desativar

source: Software Updates
fr_fr: Mises à jour logicielles
it_it: Aggiornamenti del software
ko_kr: 소프트웨어 업데이트
pt_br: Atualizações de software

source: Package Name
de_de: Paketname
fr_fr: Nom du module
it_it: Nome pacchetto
ko_kr: 패키지 이름
pt_br: Nome do pacote

source: Version
it_it: Versione
ko_kr: 버전
pt_br: Versão
ru_ru: Версия

source: Architecture
de_de: Architektur
it_it: Architettura
ko_kr: 아키텍처
pt_br: Arquitetura

source: Update All
de_de: Alle aktualisieren
fr_fr: Tout mettre à jour
it_it: Aggiorna tutto
ko_kr: 모두 업데이트
pt_br: Atualizar todos

source: Updating...
de_de: Wird aktualisiert...
fr_fr: Mise à jour en cours...
it_it: Aggiornamento in corso...
ko_kr: 업데이트 중...
pt_br: Atualizando...

source: Failed to retrieve packages update information.
de_de: Updateinformationen für Pakete konnten nicht abgerufen werden.
fr_fr: Echec de l'extraction des informations de mise à jour des modules.
it_it: Richiamo delle informazioni di aggiornamento dei pacchetti non riuscito.
ko_kr: 패키지 업데이트 정보가 검색되지 않았습니다.
pt_br: Falha ao recuperar informações de atualização dos pacotes.

source: Failed to update package(s).
de_de: Pakete konnten nicht aktualisiert werden.
fr_fr: Echec de mise à jour du ou des modules.
it_it: Aggiornamento dei pacchetti non riuscito.
ko_kr: 패키지를 업데이트하지 못했습니다.
pt_br: Falha ao atualizar pacote(s).

source: Debug report will be removed permanently and can't be recovered. Do you want to continue?
de_de: Debugbericht wird dauerhaft entfernt und kann nicht wiederhergestellt werden. Möchten Sie fortfahren?
fr_fr: Le rapport de débogage va être retiré définitivement et ne pourra pas être récupéré. Voulez-vous continuer ?
it_it: Il report del debug verrà rimosso permanentemente e non potrà essere ripristinato. Si desidera continuare?
ko_kr: 디버그 보고서가 영구적으로 제거되어 복구할 수 없습니다. 계속하시겠습니까?
pt_br: O relatório de depuração será removido permanentemente e não pode ser recuperado. Deseja continuar?

source: Debug Reports
de_de: Debugberichte
fr_fr: Rapports de débogage
it_it: Report di debug
ko_kr: 디버그 보고서
pt_br: Relatórios de depuração

source: Generated Time
de_de: Generierte Zeit
fr_fr: Heure génération
it_it: Ora di creazione
ko_kr: 생성 시간
pt_br: Tempo de geração

source: Generate
de_de: Generieren
fr_fr: Générer
it_it: Crea
ko_kr: 생성
pt_br: Gerar

source: Generating...
de_de: Wird generiert...
fr_fr: Génération en cours...
it_it: Creazione in corso...
ko_kr: 생성 중...
pt_br: Gerando...

source: Rename
de_de: Umbenennen
fr_fr: Renommer
it_it: Ridenomina
ko_kr: 이름 바꾸기
pt_br: Renomear

source: Download
de_de: Herunterladen
fr_fr: Télécharger
it_it: Scarica
ko_kr: 다운로드
pt_br: Fazer o download

source: Report name should contain only letters, digits, underscore ('_') and/or hyphen ('-').
de_de: Der Berichtsname darf nur Buchstaben, Ziffern, Unterstreichungszeichen ('_') und/oder Bindestriche ('-') enthalten.
fr_fr: Le nom du rapport doit comporter uniquement des lettres, chiffres, trait de soulignement ('_') et/ou tiret ('-').
it_it: Il nome del report può contenere solo lettere, cifre, sottolineature ('_') e/o trattini ('-').
ko_kr: 보고서 이름에는 문자, 숫자, 밑줄('_') 및 또는하이픈('-')만 포함되어야 합니다.
pt_br: O nome do relatório deve conter somente letras, dígitos, sublinhado ('_') e/ouhífen ('-').

source: Pending...
de_de: Anstehend...
fr_fr: En attente...
it_it: In sospeso...
ko_kr: 보류 중...
pt_br: Pendente...

source: Report name is the same as the original one.
de_de: Der Berichtsname stimmt mit dem ursprünglichen Namen überein.
fr_fr: Le nom du rapport est identique au nom d'origine.
it_it: Il nome report è uguale a quello originale.
ko_kr: 보고서 이름은 원본과 동일합니다.
pt_br: O nome do relatório é o mesmo do original.
