Repository: kimchi-project/kimchi
Catalog: po/*.po
Languages: de_de, fr_fr, it_it, ko_kr, pt_br, ru_ru

source: Unable to upload chunk data to storage volume. Details: %(err)s.
de_de: Chunkdaten konnten nicht auf Speicherdatenträger hochgeladen werden. Details: %(err)s.
fr_fr: Impossible de télécharger les données de bloc dans le volume de stockage. Détails : %(err)s.
it_it: Impossibile caricare i dati sezione nel volume di memoria. Dettagli: %(err)s.
ko_kr: 스토리지 볼륨에 청크 데이터를 업로드할 수 없습니다. 세부사항: %(err)s.
pt_br: Não é possível fazer upload dos dados de chunk para o volume de armazenamento. Detalhes: %(err)s.
ru_ru: Не удалось передать данные блока передачи в том памяти. Сведения: %(err)s.

source: Interface %(name)s does not exist
de_de: Schnittstelle %(name)s ist nicht vorhanden
fr_fr: L'interface %(name)s n'existe pas
it_it: L'interfaccia %(name)s non esiste
ko_kr: %(name)s 인터페이스가 없습니다.
pt_br: A interface %(name)s não existe
ru_ru: Интерфейс %(name)s не существует

source: Network %(name)s already exists
de_de: Netz %(name)s ist bereits vorhanden
fr_fr: Le réseau %(name)s existe déjà
it_it: Rete %(name)s già esistente
ko_kr: %(name)s 네트워크가 이미 존재합니다.
pt_br: A rede %(name)s já existe
ru_ru: Сеть %(name)s уже существует

source: Network %(name)s does not exist
de_de: Netz %(name)s ist nicht vorhanden
fr_fr: Le réseau %(name)s n'existe pas
it_it: La rete %(name)s non esiste
ko_kr: %(name)s 네트워크가 없습니다.
pt_br: A rede %(name)s não existe
ru_ru: Сеть %(name)s не существует

source: Subnet %(subnet)s specified for network %(network)s is not valid.
de_de: Das Teilnetz %(subnet)s, das für das Netz %(network)s angegeben wurde, ist nicht gültig.
fr_fr: Le sous-réseau %(subnet)s indiqué pour le réseau %(network)s n'est pas valide.
it_it: La sottorete %(subnet)s specificata per la rete %(network)s non è valida.
ko_kr: %(network)s 네트워크에 지정된 %(subnet)s 서브넷이 유효하지 않습니다.
pt_br: A sub-rede %(subnet)s especificada para a rede %(network)s não é válida.

source: Specify a network interface to create bridged network %(name)s
de_de: Geben Sie eine Netzschnittstelle an, um das überbrückte Netz %(name)s zu erstellen
fr_fr: Indiquez une interface réseau pour créer le réseau routé %(name)s
it_it: Specificare un'interfaccia di rete per creare la rete con bridge %(name)s
ko_kr: 브릿지된 네트워크 %(name)s을(를) 작성할 네트워크 인터페이스를 지정하십시오.
pt_br: Especifique uma interface de rede para criar uma rede em bridge %(name)s

source: Unable to delete active network %(name)s
de_de: Aktives Netz %(name)s konnte nicht gelöscht werden
fr_fr: Impossible de supprimer le réseau actif %(name)s
it_it: Impossibile eliminare la rete attiva %(name)s
ko_kr: 활성 네트워크 %(name)s을(를) 삭제할 수 없습니다.
pt_br: Não é possível excluir a rede ativa %(name)s
ru_ru: Не удалось удалить активную сеть %(name)s

source: Interface %(iface)s specified for network %(network)s is already in use
de_de: Die Schnittstelle %(iface)s, die für das Netz %(network)s angegeben wurde, ist bereits belegt
fr_fr: L'interface %(iface)s indiquée pour le réseau %(network)s est déjà utilisée
it_it: L'interfaccia %(iface)s specificata per la rete %(network)s è già in uso
ko_kr: %(network)s 네트워크에 지정된 %(iface)s 인터페이스가 이미 사용 중입니다.
pt_br: A interface %(iface)s especificada para a rede %(network)s já está em uso.
ru_ru: Интерфейс %(iface)s, указанный для сети %(network)s, уже используется

source: Interface should be bare NIC, bonding or bridge device.
de_de: Schnittstelle sollte bloßes NIC, Bonding oder Brückeneinheit sein.
fr_fr: L'interface doit être un contrôleur NIC nu, une unité de pontage ou de liaison.
it_it: L'interfaccia deve essere un dispositivo bridge o di collegamento NIC bare-metal.
ko_kr: 인터페이스는 순수 NIC, 본딩 또는 브릿지 장치여야 합니다.
pt_br: A interface deve ser um dispositivo bare NIC, de ligação ou bridge.
ru_ru: Интерфейс должен быть сетевой картой, устройством моста или связующим устройством.

source: Unable to create network %(name)s. Details: %(err)s
de_de: Netz %(name)s konnte nicht erstellt werden. Details: %(err)s
fr_fr: Impossible de créer le réseau %(name)s. Détails : %(err)s
it_it: Impossibile creare la rete %(name)s. Dettagli: %(err)s
ko_kr: %(name)s 네트워크를 작성할 수 없습니다. 세부사항: %(err)s
pt_br: Não é possível criar a rede %(name)s. Detalhes: %(err)s
ru_ru: Не удалось создать сеть %(name)s. Сведения: %(err)s

source: Unable to find a free IP address for network '%(name)s'
de_de: Es konnte keine freie IP-Adresse für Netz '%(name)s' gefunden werden
fr_fr: Impossible de trouver une adresse IP disponible pour le réseau '%(name)s'
it_it: Impossibile trovare un indirizzo IP libero per la rete '%(name)s'
ko_kr: 네트워크 '%(name)s'에 대한 여유 IP 주소를 찾을 수 없습니다.
pt_br: Não é possível localizar um endereço IP livre para a rede '%(name)s'
ru_ru: Не найден свободный IP-адрес для сети %(name)s

source: The interface %(iface)s already exists.
de_de: Schnittstelle %(iface)s ist bereits vorhanden.
fr_fr: L'interface %(iface)s existe déjà.
it_it: Interfaccia %(iface)s già esistente.
ko_kr: %(iface)s 인터페이스가 이미 존재합니다.
pt_br: A interface %(iface)s já existe.
ru_ru: Интерфейс %(iface)s уже существует.

source: Network name must be a string without slashes (/) or quotes (")
de_de: Netzname muss eine Zeichenfolge ohne Schrägstriche (/) oder Anführungszeichen (") sein
fr_fr: Le nom du réseau doit être une chaîne sans barre oblique (/) ni guillemet (")
it_it: Il nome della rete deve essere una stringa senza barre (/) o virgolette (")
ko_kr: 네트워크 이름은 슬래시(/) 또는 따옴표(")를 포함하지 않는 문자열이어야 합니다.
pt_br: O nome da rede deve ser uma sequência sem barras (/) ou aspas (")
ru_ru: Имя сети должно быть строкой без символов косой черты (/) и кавычек (")

source: Supported network types are isolated, NAT and bridge
de_de: Unterstützte Netztypen sind Isoliert, NAT und Brücke
fr_fr: Les types de réseau pris en charge sont isolé, NAT et routé
it_it: I tipi di rete supportati sono isolata, NAT e bridge
ko_kr: 지원되는 네트워크 유형은 격리, NAT 및 브릿지입니다.
pt_br: Os tipos de rede suportados são isolado, NAT e ponte

source: Network subnet must be a string with IP address and prefix or netmask
de_de: Teilnetz des Netzes muss eine Zeichenfolge mit IP-Adresse und Präfix oder Netzmaske sein
fr_fr: Le sous-réseau du réseau doit être une chaîne avec adresse IP et préfixe ou masque de réseau
it_it: La sottorete della rete deve essere una stringa con indirizzo IP e prefisso o maschera di rete
ko_kr: 네트워크 서브넷은 IP 주소 및 접두부 또는 넷마스크가 있는 문자열이어야 합니다.
pt_br: A sub-rede da rede deve ser um texto com endereço IP e prefixo ou máscara de rede
ru_ru: Подсеть сети должна быть строкой, содержащей IP-адрес, префикс или маску сети

source: Network interface must be a string
de_de: Netzschnittstelle muss eine Zeichenfolge sein
fr_fr: L'interface réseau doit être une chaîne
it_it: L'interfaccia di rete deve essere una stringa
ko_kr: 네트워크 인터페이스는 문자열이어야 합니다.
pt_br: A interface de rede deve ser um texto

source: Network VLAN ID must be an integer between 1 and 4094
de_de: Netz-VLAN-ID muss eine Ganzzahl zwischen 1 und 4094 sein
fr_fr: L'ID réseau local virtuel du réseau doit être un entier compris entre 1 et 4094
it_it: L'ID VLAN di rete deve essere un numero intero tra 1 e 4094
ko_kr: 네트워크 VLAN ID는 1과 4094 사이의 정수여야 합니다.
pt_br: O ID de VLAN da rede deve ser um número inteiro entre 1 e 4094
ru_ru: Сетевой ИД VLAN должен быть целым числом от 1 до 4094

source: Specify name and type to create a Network
de_de: Geben Sie Name und Typ an, um ein Netz zu erstellen
fr_fr: Indiquez le nom et le type pour créer un réseau
it_it: Specificare nome e tipo per creare una rete
ko_kr: 네트워크를 작성하려면 이름 및 유형을 지정하십시오.
pt_br: Especifique o nome e o tipo para criar uma Rede
ru_ru: Укажите имя и тип для создания сети

source: Unable to delete network %(name)s. There are some virtual machines %(vms)s and/or templates linked to this network.
de_de: Netz %(name)s konnte nicht gelöscht werden. Mit diesem Netz sind einige virtuelle Maschinen %(vms)s und/oder Vorlagen verlinkt.
fr_fr: Impossible de supprimer le réseau %(name)s. Il existe plusieurs machines virtuelles %(vms)s et/ou modèles liés à ce réseau.
it_it: Impossibile eliminare la rete %(name)s. Ci sono alcune macchine virtuali %(vms)s e/o modelli collegati a tale rete.
ko_kr: %(name)s 네트워크를 삭제할 수 없습니다. 이 네트워크에 링크된 일부 가상 머신 %(vms)s 및/또는 템플리트가 있습니다.
pt_br: Não é possível excluir a rede %(name)s. Existem algumas máquinas virtuais %(vms)s e/ou modelos vinculados a essa rede.
ru_ru: Не удалось удалить сеть %(name)s. Есть виртуальные машины %(vms)s или шаблоны, связанные с данной сетью.

source: Unable to deactivate network %(name)s. There are some virtual machines %(vms)s and/or templates linked to this network.
de_de: Netz %(name)s konnte nicht inaktiviert werden. Mit diesem Netz sind einige virtuelle Maschinen %(vms)s und/oder Vorlagen verlinkt.
fr_fr: Impossible de désactiver le réseau %(name)s. Il existe plusieurs machines virtuelles %(vms)s et/ou modèles liés à ce réseau.
it_it: Impossibile disattivare la rete %(name)s. Ci sono alcune macchine virtuali %(vms)s e/o modelli collegati a tale rete.
ko_kr: %(name)s 네트워크를 비활성화할 수 없습니다. 이 네트워크에 링크된 일부 가상 머신%(vms)s 및/또는 템플리트가 있습니다.
pt_br: Não é possível desativar a rede %(name)s. Existem algumas máquinas virtuais %(vms)s e/ou modelos vinculados a essa rede.
ru_ru: Не удалось деактивировать сеть %(name)s. Есть виртуальные машины %(vms)s или шаблоны, связанные с данной сетью.

source: Bridge device %(name)s can not be the trunk device of a VLAN.
de_de: Brückeneinheit %(name)s kann nicht die Trunkeinheit eines VLAN sein.
fr_fr: L'unité de pontage %(name)s ne peut pas être l'unité de liaison d'un réseau local virtuel.
it_it: Il dispositivo bridge %(name)s non può essere il dispositivo trunk di una VLAN.
ko_kr: 브릿지 장치 %(name)s은(는) VLAN의 트렁크 장치가 될 수 없습니다.
pt_br: O dispositivo de ponte %(name)s não pode ser o dispositivo de tronco de uma VLAN.
ru_ru: Устройство моста %(name)s не может быть магистральным устройством VLAN.

source: Failed to activate interface %(iface)s: %(err)s.
de_de: Schnittstelle %(iface)s konnte nicht aktiviert werden: %(err)s.
fr_fr: Echec de l'activation de l'interface %(iface)s: %(err)s.
it_it: Impossibile attivare l'interfaccia %(iface)s: %(err)s.
ko_kr: %(iface)s 인터페이스 활성화 실패: %(err)s.
pt_br: Falha ao ativar a interface %(iface)s: %(err)s.
ru_ru: Не удалось активировать интерфейс %(iface)s: %(err)s.

source: Failed to activate interface %(iface)s. Please check the physical link status.
de_de: Schnittstelle %(iface)s konnte nicht aktiviert werden. Überprüfen Sie den Status der physischen Verbindung.
fr_fr: Echec de l'activation de l'interface %(iface)s. Vérifiez l'état de la liaison physique.
it_it: Impossibile attivare l'interfaccia %(iface)s. Controllare lo stato del link fisico.
ko_kr: %(iface)s 인터페이스를 활성화할 수 없습니다. 물리적 링크 상태를확인하십시오.
pt_br: Falha ao ativar a interface %(iface)s. Verifique o link físico físico.
ru_ru: Не удалось активировать интерфейс %(iface)s. Проверьте физическую линию связи

source: Failed to start network %(name)s. Details: %(err)s
de_de: Netz %(name)s konnte nicht gestartet werden. Details: %(err)s
fr_fr: Echec du démarrage du réseau %(name)s. Détails : %(err)s
it_it: Impossibile avviare la rete %(name)s. Dettagli: %(err)s
ko_kr: %(name)s 네트워크를 시작할 수 없습니다. 세부사항: %(err)s
pt_br: Falha ao iniciar a rede %(name)s. Detalhes: %(err)s
ru_ru: Не удалось запустить сеть %(name)s. Сведения: %(err)s

source: Debug report %(name)s does not exist
de_de: Debugbericht %(name)s ist nicht vorhanden
fr_fr: Le rapport de débogage %(name)s n'existe pas
it_it: Il report di debug %(name)s non esiste
ko_kr: 디버그 보고서 %(name)s이(가) 없습니다.
pt_br: O relatório de depuração %(name)s não existe

source: Debug report tool not found in system
de_de: Debugberichtstool nicht im System gefunden
fr_fr: Outil de génération de rapports de débogage introuvable sur le système
it_it: Strumento report di debug non trovato nel sistema
ko_kr: 디버그 보고서 도구가 시스템에 없습니다.
pt_br: Ferramenta de relatório de depuração não localizada no sistema

source: Unable to create debug report %(name)s. Details: %(err)s.
de_de: Debugbericht %(name)s konnte nicht erstellt werden. Details: %(err)s.
fr_fr: Impossible de créer le rapport de débogage %(name)s. Détails : %(err)s.
it_it: Impossibile creare il report di debug %(name)s. Dettagli: %(err)s.
ko_kr: 디버그 보고서 %(name)s을(를) 작성할 수 없습니다. 세부사항: %(err)s.
pt_br: Não é possível criar o relatório de depuração %(name)s. Detalhes: %(err)s.

source: Can not find any debug report with the given name %(name)s
de_de: Ein Debugbericht mit dem angegebenen Namen %(name)s konnte nicht gefunden werden
fr_fr: Aucun rapport de débogage nommé %(name)s n'a été trouvé
it_it: Impossibile trovare un report di debug con il nome fornito %(name)s
ko_kr: 지정된 이름 %(name)s의 디버그 보고서를 찾을 수 없습니다.
pt_br: Não é possível localizar nenhum relatório de depuração com o nome fornecido %(name)s

source: Unable to generate debug report %(name)s. Details: %(err)s
de_de: Debugbericht %(name)s konnte nicht generiert werden. Details: %(err)s
fr_fr: Impossible de générer le rapport de débogage %(name)s. Détails : %(err)s
it_it: Impossibile generare il report di debug %(name)s. Dettagli: %(err)s
ko_kr: 디버그 보고서 %(name)s을(를) 생성할 수 없습니다. 세부사항: %(err)s
pt_br: Não é possível gerar o relatório de depuração %(name)s. Detalhes: %(err)s

source: You should give a name for the debug report file.
de_de: Sie müssen einen Namen für die Debugberichtsdatei angeben.
fr_fr: Vous devez indiquer un nom pour le fichier du rapport de débogage.
it_it: È necessario fornire un nome per il file report di debug.
ko_kr: 디버그 보고서 파일의 이름을 제공해야 합니다.
pt_br: É necessário fornecer um nome para o relatório de arquivo de depuração.

source: Debug report name must be a string. Only letters, digits, underscore ('_') and hyphen ('-') are allowed.
de_de: Der Name des Debugberichts muss eine Zeichenfolge sein. Nur Buchstaben, Ziffern, Unterstreichungszeichen ('_') und Bindestriche ('-') sind zulässig.
fr_fr: Le nom du rapport de débogage doit être une chaîne. Seuls des lettres, chiffres, trait de soulignement ('_') et tiret ('-') sont autorisés.
it_it: Il nome report di debug deve essere una stringa. Sono consentiti solo lettere, cifre, sottolineature ('_') e trattini ('-').
ko_kr: 디버그 보고서 이름은 문자열이어야 합니다. 문자, 숫자, 밑줄('_')및 하이픈('-')만 허용됩니다.
pt_br: O nome do relatório de depuração deve ser uma sequência. Somente letras, dígitos, sublinhado ('_') e hífen ('-') são permitidos.

source: The debug report with specified name "%(name)s" already exists. Please use another one.
de_de: Der Debugbericht mit dem Namen "%(name)s" ist bereits vorhanden. Verwenden Sie einen anderen Namen.
fr_fr: Le rapport de débogage nommé "%(name)s" existe déjà. Veuillez utiliser un autre nom.
it_it: Il report di debug con il nome specificato "%(name)s" già esiste. Utilizzare un altro.
ko_kr: 지정된 이름 "%(name)s"의 디버그 보고서가 이미 있습니다. 다른 이름을사용하십시오.
pt_br: O relatório de depuração com o nome especificado "%(name)s" já existe. Utilize outro relatório.

source: Storage server %(server)s was not used by Kimchi
de_de: Speicherserver %(server)s wurde nicht von Kimchi verwendet
fr_fr: Le serveur de stockage %(server)s n'a pas été utilisé par Kimchi
it_it: Il server di memoria %(server)s non è stato utilizzato da Kimchi
ko_kr: 스토리지 서버 %(server)s은(는) Kimchi에서 사용되지 않았습니다.
pt_br: O servidor de armazenamento %(server)s não foi usado pelo Kimchi
ru_ru: Сервер памяти %(server)s не использовался Kimchi

source: Distro '%(name)s' does not exist
de_de: Distro '%(name)s' ist nicht vorhanden
fr_fr: La distribution '%(name)s' n'existe pas
it_it: Distro '%(name)s' non esistente
ko_kr: Distro '%(name)s'이(가) 없습니다.
pt_br: Distro '%(name)s' não existe
ru_ru: Вариант ОС '%(name)s' не существует

source: Partition %(name)s does not exist in the host
de_de: Partition %(name)s ist im Host nicht vorhanden
fr_fr: La partition %(name)s n'existe pas sur l'hôte
it_it: La partizione %(name)s non esiste nell'host
ko_kr: 파티션 %(name)s이(가) 호스트에 없습니다.
pt_br: A partição %(name)s não existe no host
ru_ru: Раздел %(name)s не существует на хосте

source: Unable to shutdown host machine as there are running virtual machines
de_de: Hostmaschine konnte nicht heruntergefahren werden, weil virtuelle Maschinen ausgeführt werden
fr_fr: Impossible d'arrêter la machine hôte car des machines virtuelles sont en cours d'exécution
it_it: Impossibile arrestare la macchina host poiché sono presenti macchine virtuali in esecuzione
ko_kr: 가상 머신을 실행 중인 호스트 머신을 종료할 수 없습니다.
pt_br: Não é possível encerrar a máquina host porque há máquinas virtuais em execução

source: Unable to reboot host machine as there are running virtual machines
de_de: Hostmaschine konnte nicht neu gestartet werden, weil virtuelle Maschinen ausgeführt werden
fr_fr: Impossible de réamorcer la machine hôte car des machines virtuelles sont en cours d'exécution
it_it: Impossibile riavviare la macchina host poiché sono presenti macchine virtuali in esecuzione
ko_kr: 가상 머신을 실행 중인 호스트 머신을 다시 부팅할 수 없습니다.
pt_br: Não é possível reinicializar a máquina host porque há máquinas virtuais em execução

source: Node device '%(name)s' not found
de_de: Knoteneinheit '%(name)s' nicht gefunden
fr_fr: Unité de noeud '%(name)s' introuvable
it_it: Dispositivo nodo '%(name)s' non trovato
ko_kr: 노드 장치 '%(name)s'이(가) 없습니다.
pt_br: Dispositivo de nó '%(name)s' não localizado
ru_ru: Устройство узла '%(name)s' не найдено

source: Conflicting flag filters specified.
de_de: In Konflikt stehende Flagfilter angegeben.
fr_fr: Filtres d'indicateur en conflit spécifiés.
it_it: Sono stati specificati dei filtri indicatore in conflitto.
ko_kr: 충돌하는 플래그 필터를 지정했습니다.
pt_br: Filtros de sinalização conflitantes especificados.
ru_ru: Фильтры конфликтующих меток указаны.

source: No packages marked for update
de_de: Keine Pakete für Aktualisierung markiert
fr_fr: Aucun module marqué pour mise à jour
it_it: Nessun pacchetto contrassegnato per l'aggiornamento
ko_kr: 업데이트 표시된 패키지가 없습니다.
pt_br: Nenhum pacote marcado para atualização

source: Package %(name)s is not marked to be updated.
de_de: Paket %(name)s ist nicht für Aktualisierung markiert.
fr_fr: Le module %(name)s n'est pas marqué pour mise à jour.
it_it: Il pacchetto %(name)s non è contrassegnato per l'aggiornamento.
ko_kr: 패키지 %(name)s은(는) 업데이트되도록 표시되지 않았습니다.
pt_br: O pacote %(name)s não está marcado para ser atualizado.

source: Error while getting packages marked to be updated. Details: %(err)s
de_de: Fehler beim Abrufen von Paketen, die für die Aktualisierung markiert sind. Details: %(err)s
fr_fr: Erreur lors de l'obtention des modules marqués pour mise à jour. Détails : %(err)s
it_it: Errore durante il richiamo dei pacchetti contrassegnati per l'aggiornamento. Dettagli: %(err)s
ko_kr: 업데이트되도록 표시된 패키지를 가져오는 중에 오류가 발생했습니다. 세부사항: %(err)s
pt_br: Erro ao obter pacotes marcados para atualização. Detalhes: %(err)s

source: There is no compatible package manager for this system.
de_de: Es gibt keinen kompatiblen Paketmanager für dieses System.
fr_fr: Aucun gestionnaire de modules compatible pour ce système.
it_it: Non è presente un gestore pacchetti compatibile per questo sistema.
ko_kr: 이 시스템에 대해 호환 가능한 패키지 관리자가 없습니다.
pt_br: Não há nenhum gerenciador de pacotes compatível para este sistema.

source: Unable to find %(item)s in datastore
de_de: %(item)s konnten nicht im Datenspeicher gefunden werden
fr_fr: %(item)s introuvable dans le magasin de données
it_it: Impossibile trovare %(item)s nell'archivio dati
ko_kr: 데이터 저장소에서 %(item)s을(를) 찾을 수 없습니다.
pt_br: Não é possível localizar %(item)s no armazenamento de dados

source: Invalid URI %(uri)s
de_de: Ungültiger URI %(uri)s
fr_fr: URI %(uri)s non valide
it_it: URI non valido %(uri)s
ko_kr: 올바르지 않은 URI %(uri)s
pt_br: URI inválida %(uri)s

source: Timeout while running command '%(cmd)s' after %(seconds)s seconds
de_de: Zeitlimitüberschreitung bei Ausführung des Befehls '%(cmd)s' nach %(seconds)s Sekunden
fr_fr: Dépassement de délai lors de l'exécution de la commande '%(cmd)s' après %(seconds)s secondes
it_it: Timeout durante l'esecuzione del comando '%(cmd)s' dopo %(seconds)s secondi
ko_kr: %(seconds)s초 후 '%(cmd)s' 명령을 실행하는 중에 제한시간이 초과되었습니다.
pt_br: Tempo limite durante execução do comando '%(cmd)s' após %(seconds)s segundos

source: Unable to choose a virtual machine name
de_de: Name der virtuellen Maschine konnte nicht ausgewählt werden
fr_fr: Impossible de sélectionner un nom de machine virtuelle
it_it: Impossibile scegliere un nome di macchina virtuale
ko_kr: 가상 머신 이름을 선택할 수 없습니다.
pt_br: Não é possível escolher um nome de máquina virtual
ru_ru: Не удалось выбрать имя виртуальной машины

source: Invalid data value '%(value)s'
de_de: Ungültiger Datenwert '%(value)s'
fr_fr: Valeur de données '%(value)s' non valide
it_it: Valore dati non valido '%(value)s'
ko_kr: 올바르지 않은 데이터 값 '%(value)s'입니다.
pt_br: Valor dos dados inválido '%(value)s'

source: Invalid data unit '%(unit)s'
de_de: Ungültige Dateneinheit '%(unit)s'
fr_fr: Unité de données '%(unit)s' non valide
it_it: Unità dati non valida '%(unit)s'
ko_kr: 올바르지 않은 데이터 단위 '%(unit)s'입니다.
pt_br: Unidade de dados inválida '%(unit)s'

source: Invalid storage type. Types supported: 'cdrom', 'disk'
de_de: Ungültiger Speichertyp. Unterstützte Typen: 'cdrom', 'disk'
fr_fr: Type de stockage non valide. Types pris en charge : 'cdrom', 'disk'
it_it: Tipo di memoria non valido. Tipi supportati: 'cdrom', 'disk'
ko_kr: 올바르지 않은 스토리지 유형입니다. 지원되는 유형: 'cdrom', 'disk'
pt_br: Tipo de armazenamento inválido. Tipos suportados: 'cdrom', 'disk'
ru_ru: Недопустимый тип памяти. Поддерживаемые типы: 'cdrom', 'disk'

source: The path '%(value)s' is not a valid local/remote path for the device
de_de: Der Pfad '%(value)s' ist kein gültiger lokaler/ferner Pfad für die Einheit
fr_fr: Le chemin '%(value)s' n'est pas un chemin local/distant valide pour l'unité
it_it: Il percorso '%(value)s' non è un percorso locale/remoto valido per il dispositivo
ko_kr: '%(value)s' 경로는 장치의 유효한 로컬/원격 경로가 아닙니다.
pt_br: O caminho '%(value)s' não é um caminho local/remoto válido para o dispositivo
ru_ru: Путь '%(value)s' не является допустимым локальным/удаленным путем для устройства

source: Only CDROM path can be update.
de_de: Nur der CD-ROM-Pfad kann aktualisiert werden.
fr_fr: Seul le chemin du CD-ROM peut être mis à jour.
it_it: È possibile aggiornare solo il percorso CDROM.
ko_kr: CDROM 경로만 업데이트할 수 있습니다.
pt_br: Somente o caminho CDROM pode ser atualizado.
ru_ru: Можно изменить только путь к CDROM.

source: The storage device %(dev_name)s does not exist in the virtual machine %(vm_name)s
de_de: Die Speichereinheit %(dev_name)s ist in der virtuellen Maschine %(vm_name)s nicht vorhanden
fr_fr: L'unité de stockage %(dev_name)s n'existe pas sur la machine virtuelle %(vm_name)s
it_it: Il dispositivo di memoria %(dev_name)s non esiste nella macchina virtuale%(vm_name)s
ko_kr: 스토리지 장치 %(dev_name)s이(가) 가상 머신%(vm_name)s에 없습니다.
pt_br: O dispositivo de armazenamento %(dev_name)s não existe na máquina virtual%(vm_name)s
ru_ru: Устройство хранения %(dev_name)s не существует в виртуальной машине %(vm_name)s

source: Error while creating new storage device: %(error)s
de_de: Fehler beim Erstellen einer neuen Speichereinheit: %(error)s
fr_fr: Erreur lors de la création de l'unité de stockage : %(error)s
it_it: Errore durante la creazione del nuovo dispositivo di memoria: %(error)s
ko_kr: 새 스토리지 장치를 작성하는 중에 오류 발생: %(error)s
pt_br: Erro ao criar o novo dispositivo de armazenamento: %(error)s
ru_ru: Ошибка создания устройства хранения: %(error)s

source: Error while updating storage device: %(error)s
de_de: Fehler beim Aktualisieren einer Speichereinheit: %(error)s
fr_fr: Erreur lors de la mise à jour de l'unité de stockage : %(error)s
it_it: Errore durante l'aggiornamento del dispositivo di memoria: %(error)s
ko_kr: 스토리지 장치를 업데이트하는 중에 오류 발생: %(error)s
pt_br: Erro ao atualizar o dispositivo de armazenamento: %(error)s
ru_ru: Ошибка обновления устройства хранения: %(error)s
