Repository: kimchi-project/kimchi
Catalog: po/*.po
Languages: de_de, fr_fr, it_it, ko_kr, pt_br, ru_ru

source: Invalid template URI %(value)s specified for virtual machine
de_de: Ungültiger Vorlagen-URI %(value)s für virtuelle Maschine angegeben
fr_fr: URI du modèle non valide %(value)s indiqué pour la machine virtuelle
it_it: URI modello non valido %(value)s specificato per la macchina virtuale
ko_kr: 가상 머신에 대해 올바르지 않은 템플리트 URI %(value)s이(가) 지정되었습니다.
pt_br: URI do modelo %(value)s inválido especificado para máquina virtual
ru_ru: Для виртуальной машины указан недопустимый URI шаблона %(value)s

source: Invalid storage pool URI %(value)s specified for virtual machine
de_de: Ungültiger Speicherpool-URI %(value)s für virtuelle Maschine angegeben
fr_fr: URI du pool de stockage non valide %(value)s indiqué pour la machine virtuelle
it_it: URI pool di memoria non valido %(value)s specificato per la macchina virtuale
ko_kr: 가상 머신에 대해 올바르지 않은 스토리지 URI %(value)s이(가) 지정되었습니다.
pt_br: URI do conjunto de armazenamentos %(value)s inválido especificado para máquina virtual
ru_ru: Для виртуальной машины указан недопустимый URI пула памяти %(value)s

source: Supported virtual machine graphics are Spice or VNC
de_de: Unterstützte Grafiken für virtuelle Maschine sind Spice oder VNC
fr_fr: Graphiques de machine virtuelle pris en charge : Spice ou VNC
it_it: I grafici macchina virtuale supportati sono Spice o VNC
ko_kr: 지원되는 가상 머신 그래픽은 Spice 또는 VNC입니다.
pt_br: Os gráficos de máquina virtual suportados são Spice ou VNC
ru_ru: Поддерживаемые графические подсистемы виртуальной машины: Spice, VNC

source: Graphics address to listen on must be IPv4 or IPv6
de_de: Zu überwachende Grafikadresse muss IPv4 oder IPv6 sein
fr_fr: L'adresse des graphiques pour l'écoute doit être IPv4 ou IPv6
it_it: L'indirizzo dei grafici su cui rimanere in ascolto deve essere IPv4 o IPv6
ko_kr: 청취 대상 그래픽 주소는 IPv4 또는 IPv6여야 합니다.
pt_br: O endereço do gráfico para atendimento deve ser IPv4 ou IPv6
ru_ru: Адрес приема запросов для графической подсистемы должен быть IPv4 или IPv6

source: Specify a template to create a virtual machine from
de_de: Vorlage angeben, aus der eine virtuelle Maschine erstellt werden soll
fr_fr: Indiquez un modèle pour créer une machine virtuelle depuis
it_it: Specificare un modello da cui creare una macchina virtuale
ko_kr: 가상 머신을 작성하기 위한 템플리트를 지정하십시오.
pt_br: Especifique um modelo para criar uma máquina virtual a partir dele
ru_ru: Укажите шаблон для создания виртуальной машины

source: Unable to start virtual machine %(name)s. Details: %(err)s
de_de: Virtuelle Maschine %(name)s konnte nicht gestartet werden. Details: %(err)s
fr_fr: Impossible de démarrer la machine virtuelle %(name)s. Détails : %(err)s
it_it: Impossibile avviare la macchina virtuale %(name)s. Dettagli: %(err)s
ko_kr: 가상 머신 %(name)s을(를) 시작할 수 없습니다. 세부사항: %(err)s
pt_br: Não é possível iniciar a máquina virtual %(name)s. Detalhes: %(err)s
ru_ru: Не удалось запустить виртуальную машину %(name)s. Сведения: %(err)s

source: Unable to power off virtual machine %(name)s. Details: %(err)s
de_de: Virtuelle Maschine %(name)s konnte nicht ausgeschaltet werden. Details: %(err)s
fr_fr: Impossible de mettre hors tension la machine virtuelle %(name)s. Détails : %(err)s
it_it: Impossibile spegnere la macchina virtuale %(name)s. Dettagli: %(err)s
ko_kr: 가상 머신 %(name)s의 전원을 끌 수 없습니다. 세부사항: %(err)s
pt_br: Não é possível desligar a máquina virtual %(name)s. Detalhes: %(err)s
ru_ru: Не удалось выключить виртуальную машину %(name)s. Сведения: %(err)s

source: Unable to delete virtual machine %(name)s. Details: %(err)s
de_de: Virtuelle Maschine %(name)s konnte nicht gelöscht werden. Details: %(err)s
fr_fr: Impossible de supprimer la machine virtuelle %(name)s. Détails : %(err)s
it_it: Impossibile eliminare la macchina virtuale %(name)s. Dettagli: %(err)s
ko_kr: 가상 머신 %(name)s을(를) 삭제할 수 없습니다. 세부사항: %(err)s
pt_br: Não é possível excluir a máquina virtual %(name)s. Detalhes: %(err)s
ru_ru: Не удалось удалить виртуальную машину %(name)s. Сведения: %(err)s

source: Unable to reset virtual machine %(name)s. Details: %(err)s
de_de: Virtuelle Maschine %(name)s konnte nicht zurückgesetzt werden. Details: %(err)s
fr_fr: Impossible de réinitialiser la machine virtuelle %(name)s. Détails : %(err)s
it_it: Impossibile reimpostare la macchina virtuale %(name)s. Dettagli: %(err)s
ko_kr: 가상 머신 %(name)s을(를) 다시 설정할 수 없습니다. 세부사항: %(err)s
pt_br: Não é possível reconfigurar a máquina virtual %(name)s. Detalhes: %(err)s
ru_ru: Не удалось сбросить виртуальную машину %(name)s. Сведения: %(err)s

source: User name list must be an array
de_de: Benutzernamensliste muss ein Array sein
fr_fr: La liste de noms d'utilisateur doit être un tableau
it_it: L'elenco di nomi utente deve essere un array
ko_kr: 사용자 이름 목록은 배열이어야 합니다.
pt_br: A lista de nomes de usuário deve ser uma matriz
ru_ru: Список имен пользователей должен быть массивом

source: User name must be a string
de_de: Benutzername muss eine Zeichenfolge sein
fr_fr: Le nom d'utilisateur doit être une chaîne
it_it: Il nome utente deve essere una stringa
ko_kr: 사용자 이름은 문자열이어야 합니다.
pt_br: O nome de usuário deve ser uma sequência
ru_ru: Имя пользователя должно быть строкой

source: Group name list must be an array
de_de: Gruppennamensliste muss ein Array sein
fr_fr: La liste de noms de groupe doit être un tableau
it_it: L'elenco di nomi gruppo deve essere un array
ko_kr: 그룹 이름 목록은 배열이어야 합니다.
pt_br: A lista de nomes grupo deve ser uma matriz
ru_ru: Список имен групп должен быть массивом

source: Group name must be a string
de_de: Gruppenname muss eine Zeichenfolge sein
fr_fr: Le nom de groupe doit être une chaîne
it_it: Il nome gruppo deve essere una stringa
ko_kr: 그룹 이름은 문자열이어야 합니다.
pt_br: O nome do grupo deve ser uma sequência
ru_ru: Имя группы должно быть строкой

source: User(s) '%(users)s' do not exist
de_de: Benutzer '%(users)s' nicht vorhanden
fr_fr: Le ou les utilisateurs '%(users)s' n'existent pas
it_it: L'utente o gli utenti '%(users)s' non esistono
ko_kr: 사용자 '%(users)s'이(가) 없습니다.
pt_br: O(s) usuário(s) '%(users)s' não existem
ru_ru: Следующие пользователи не существуют: %(users)s

source: Group(s) '%(groups)s' do not exist
de_de: Gruppe(n) '%(groups)s' nicht vorhanden
fr_fr: Le ou les groupes '%(groups)s' n'existent pas
it_it: Il gruppo o i gruppi '%(groups)s' non esistono
ko_kr: 그룹 '%(groups)s'이(가) 없습니다.
pt_br: O(s) grupo(s) '%(groups)s' não existem
ru_ru: Следующие группы не существуют: %(groups)s

source: Unable to shutdown virtual machine %(name)s. Details: %(err)s
de_de: Virtuelle Maschine %(name)s konnte nicht heruntergefahren werden. Details: %(err)s
fr_fr: Impossible d'arrêter la machine virtuelle %(name)s. Détails : %(err)s
it_it: Impossibile arrestare la macchina virtuale %(name)s. Dettagli: %(err)s
ko_kr: 가상 머신 %(name)s을(를) 종료할 수 없습니다. 세부사항: %(err)s
pt_br: Não é possível encerrar a máquina virtual %(name)s. Detalhes: %(err)s
ru_ru: Не удалось завершить работу виртуальной машины %(name)s. Сведения: %(err)s

source: Unable to get access metadata of virtual machine %(name)s. Details: %(err)s
de_de: Zugriff auf die Metadaten der virtuellen Maschine %(name)s nicht möglich. Details: %(err)s
it_it: Impossibile ottenere i metadati di accesso della macchina virtuale %(name)s. Dettagli: %(err)s
pt_br: Não é possível obter metadados de acesso da máquina virtual %(name)s. Detalhes: %(err)s

source: The guest console password must be a string.
de_de: Das Konsolenkennwort des Gastes muss eine Zeichenfolge sein.
fr_fr: Le mot de passe de la console invité doit être une chaîne.
it_it: La password della console della macchina guest deve essere una stringa.
ko_kr: 게스트 콘솔 비밀번호는 문자열이어야 합니다.
pt_br: A senha do console do convidado deve ser uma sequência.
ru_ru: Пароль консоли гостевой системы должен быть строкой.

source: The life time for the guest console password must be a number.
de_de: Die Lebensdauer für das Konsolenkennwort des Gastes muss eine Zahl sein.
fr_fr: La durée de vie du mot de passe de console invité doit être une valeur numérique.
it_it: La durata per la password della console della macchina guest deve essere un numero.
ko_kr: 게스트 콘솔 비밀번호의 지속 시간은 숫자여야 합니다.
pt_br: O tempo de vida para a senha do console do convidado deve ser um número.
ru_ru: Срок действия пароля консоли гостевой системы должен быть числом.

source: Virtual machine '%(name)s' must be stopped before cloning it.
de_de: Die virtuelle Maschine '%(name)s' muss vor dem Klonen gestoppt werden.
fr_fr: La machine virtuelle '%(name)s' doit être arrêtée avant d'être clonée.
it_it: La macchina virtuale '%(name)s' deve essere arrestata prima di poterla clonare.
ko_kr: 가상 머신 '%(name)s'은(는) 복제하기 전에 중지해야 합니다.
pt_br: A máquina virtual '%(name)s' deve ser interrompida antes que seja clonada.
ru_ru: Виртуальную машину '%(name)s' необходимо остановить перед созданием ее копии.

source: Insufficient disk space to clone virtual machine '%(name)s'
de_de: Nicht genügend Plattenspeicherplatz zum Klonen der virtuellen Maschine '%(name)s' vorhanden
fr_fr: Espace disque insuffisant pour cloner la machine virtuelle '%(name)s'
it_it: Spazio su disco insufficiente per clonare la macchina virtuale '%(name)s'
ko_kr: 가상 머신 '%(name)s'을(를) 복제하기에는 디스크 공간이 충분하지 않습니다.
pt_br: Espaço em disco insuficiente para clonar a máquina virtual '%(name)s'.
ru_ru: Недостаточно дисковой памяти для дублирования виртуальной машины '%(name)s'

source: Unable to clone VM '%(name)s'. Details: %(err)s
de_de: Virtuelle Maschine '%(name)s' konnte nicht geklont werden. Details: %(err)s
fr_fr: Impossible de cloner la machine virtuelle '%(name)s'. Détails : %(err)s
it_it: Impossibile clonare la VM '%(name)s'. Dettagli: %(err)s
ko_kr: VM '%(name)s'을(를) 복제할 수 없습니다. 세부사항: %(err)s
pt_br: Não é possível clonar a VM '%(name)s'. Detalhes: %(err)s
ru_ru: Не удалось дублировать виртуальную машину '%(name)s'. Сведения: %(err)s

source: Invalid operation for non-persistent virtual machine %(name)s
de_de: Ungültige Operation für nicht permanente virtuelle Maschine %(name)s
fr_fr: Opération non valide pour la machine virtuelle non permanente %(name)s
it_it: Operazione non valida per la macchina virtuale non persistente %(name)s
ko_kr: 비지속적 가상 머신 %(name)s에 대해 올바르지 않은 조작입니다.
pt_br: Operação inválida para máquina virtual não persistente %(name)s
ru_ru: Недопустимая операция для непостоянной виртуальной машины %(name)s

source: Cannot suspend VM '%(name)s' because it is not running.
de_de: Die virtuelle Maschine '%(name)s' kann nicht ausgesetzt werden, weil sie momentan nicht aktiv ist.
fr_fr: Impossible d'interrompre la machine virtuelle '%(name)s' car elle n'est pas en cours d'exécution.
it_it: Impossibile sospendere la VM '%(name)s' perché non è in esecuzione.
ko_kr: VM '%(name)s'이(가) 실행 중이 아니므로 일시중단할 수 없습니다.
pt_br: Não é possível suspender a VM '%(name)s' porque ela não está em execução.
ru_ru: Невозможно приостановить виртуальную машину '%(name)s', поскольку она не работает.

source: Unable to suspend VM '%(name)s'. Details: %(err)s
de_de: Virtuelle Maschine '%(name)s' konnte nicht ausgesetzt werden. Details: %(err)s
fr_fr: Impossible d'interrompre la machine virtuelle '%(name)s'. Détails : %(err)s
it_it: Impossibile sospendere la VM '%(name)s'. Dettagli: %(err)s
ko_kr: VM %(name)s을(를) 일시중단할 수 없습니다. 세부사항: %(err)s
pt_br: Não é possível suspender a VM '%(name)s'. Detalhes: %(err)s
ru_ru: Не удалось приостановить виртуальную машину '%(name)s'. Сведения: %(err)s

source: Cannot resume VM '%(name)s' because it is not paused.
de_de: Die virtuelle Maschine '%(name)s' kann nicht fortgesetzt werden, weil sie nicht angehalten wurde.
fr_fr: Impossible de reprendre la machine virtuelle '%(name)s' car elle n'est pas interrompue.
it_it: Impossibile riprendere la VM '%(name)s' perché non è in pausa.
ko_kr: VM '%(name)s'이(가) 일시정지되지 않았기 때문에 재개할 수 없습니다.
pt_br: Não é possível continuar a VM '%(name)s' porque ela não está pausada.
ru_ru: Невозможно возобновить выполнение виртуальной машины '%(name)s', поскольку она не приостановлена.

source: Unable to resume VM '%(name)s'. Details: %(err)s
de_de: Virtuelle Maschine '%(name)s' konnte nicht fortgesetzt werden. Details: %(err)s
fr_fr: Impossible de reprendre la machine virtuelle '%(name)s'. Détails : %(err)s
it_it: Impossibile riprendere la VM '%(name)s'. Dettagli: %(err)s
ko_kr: VM '%(name)s'을(를) 재개할 수 없습니다. 세부사항: %(err)s
pt_br: Não é possível continuar a VM %(name)s. Detalhes: %(err)s
ru_ru: Не удалось возобновить выполнение виртуальной машины '%(name)s'. Сведения: %(err)s

source: Memory assigned is higher then the maximum allowed in the host.
de_de: Der zugewiesene Speicher überschreitet den auf dem Host zulässigen Maximalwert.
fr_fr: La mémoire affectée est supérieure à la quantité maximale autorisée sur l'hôte.
it_it: La memoria assegnata è superiore al massimo consentito nell'host.
ko_kr: 지정된 메모리가 호스트에서 허용되는 최대 크기보다 큽니다.
pt_br: Memória designada é mais alta do que o máximo permitido no host.

source: VM '%(name)s' does not support live memory update. Update the memory with the machine offline to enable this feature.
de_de: Die Live-Speicheraktualisierung wird von der virtuellen Maschine '%(name)s' nicht unterstützt. Aktualisieren Sie den Speicher mit der Maschine im Offlinemodus, um diese Funktion zu aktivieren.
fr_fr: La machine virtuelle '%(name)s' ne prend pas en charge la mise à jour dynamique de la mémoire. Mettez à jour la mémoire avec la machine hors ligne pour activer cette fonction.
it_it: La VM '%(name)s' non supporta l'aggiornamento della memoria live. Aggiornare la memoria conla macchina fuori linea per abilitare questa funzione.
ko_kr: VM '%(name)s'에서는 라이브 메모리 업데이트가 지원되지 않습니다. 머신 오프라인 상태로 메모리를 업데이트하여이 기능을 사용으로 설정하십시오.
pt_br: A VM '%(name)s' não suporta atualização de memória em tempo real. Atualize a memória com a máquina off-line para ativar esse recurso.

source: Only increase memory is allowed in active VMs
de_de: Die Speichervergrößerung ist nur in aktiven virtuellen Maschinen zulässig
fr_fr: Seule une augmentation de la mémoire est autorisée sur les machines virtuelles actives
it_it: Nelle VM attive è consentito solo aumentare la memoria.
ko_kr: 활성 VM에서는 메모리 늘리기만 허용됩니다.
pt_br: Somente aumentar memória é permitido em VMs ativas
ru_ru: В активных виртуальных машинах объем памяти можно только увеличивать

source: For live memory update, new memory value must be equal old memory value plus multiples of 1024 Mib
de_de: Für die Live-Speicheraktualisierung muss der neue Speicherwert gleich dem alten Speicherwert plus ein Vielfaches von 1024 Mebibyte sein
fr_fr: Pour la mise à jour dynamique de la mémoire, la nouvelle valeur de mémoire doit être égale à l'ancienne valeur plus des multiples de 1024 Mib
it_it: Per l'aggiornamento della memoria live, il nuovo valore di memoria deve essere uguale al vecchio piùmultipli di 1024 Mib
ko_kr: 라이브 메모리 업데이트의 경우 새 메모리 값은 이전 메모리 값에 1024 Mib의 배수를 더한 값과같아야 합니다.
pt_br: Para atualização de memória em tempo real, o novo valor de memória deve ser igual ao valor de memória antigo mais múltiplos de 1024 Mib
ru_ru: Для оперативного изменения объема памяти новое значение объема памяти должно быть равно текущему объему памяти плюс величина, кратная 1024 МиБ

source: There are not enough free slots of 1024 Mib in the guest.
de_de: Auf dem Gast sind nicht genügend freie Slots mit 1024 Mebibyte vorhanden.
fr_fr: Il n'existe pas assez d'emplacements disponibles de 1024 Mib sur l'invité.
it_it: Non sono presenti sufficienti slot liberi di 1024 Mib nella macchina guest.
ko_kr: 게스트에 1024Mib의 여유 슬롯이 없습니다.
pt_br: Não há slots livres de 1024 Mib suficientes no convidado.
ru_ru: Недостаточно свободных разъемов размером 1024 МиБ в гостевой системе.

source: Host's libvirt version does not support memory devices. Libvirt must be >= 1.2.14
de_de: Die libvirt-Version des Hosts unterstützt keine Speichereinheiten. Für libvirt muss >= 1.2.14 angegeben sein
fr_fr: La version libvirt de l'hôte ne prend pas en charge les unités de mémoire. Libvirt doit être >= 1.2.14
it_it: La versione libvirt dell'host non supporta dispositivi di memoria. Libvirt deve essere >= 1.2.14
ko_kr: 호스트의 libvirt 버전에서는 메모리 장치를 지원하지 않습니다. Libvirt는1.2.14이상이어야 합니다.
pt_br: A versão libvirt do host não suporta dispositivos de memória. Libvirt deve ser >= 1.2.14
ru_ru: Версия библиотеки libvirt хоста не поддерживает устройства памяти. Версия библиотеки libvirt должна быть >= 1.2.14

source: Error attaching memory device. Details: %(error)s
de_de: Fehler beim Anschließen der Speichereinheit. Details: %(error)s
fr_fr: Erreur d'attachement de l'unité de mémoire. Détails : %(error)s
it_it: Errore durante il collegamento del dispositivo di memoria. Dettagli: %(error)s
ko_kr: 메모리 장치를 연결하는 중 오류가 발생했습니다. 세부사항: %(error)s
pt_br: Erro ao anexar dispositivo de memória. Detalhes: %(error)s
ru_ru: Ошибка подключения устройства памяти. Сведения: %(error)s

source: VM %(vmid)s does not contain directly assigned host device %(dev_name)s.
de_de: VM %(vmid)s enthält die direkt zugewiesene Hosteinheit %(dev_name)s nicht.
fr_fr: La machine virtuelle VM %(vmid)s ne contient pas l'unité hôte affectée directement %(dev_name)s.
it_it: La VM %(vmid)s non contiene un dispositivo host assegnato direttamente %(dev_name)s.
ko_kr: VM %(vmid)s이(가) 직접 지정된 호스트 장치 %(dev_name)s을(를) 포함하고 있지 않습니다.
pt_br: A VM %(vmid)s não contém o dispositivo host diretamente designado %(dev_name)s.
ru_ru: Виртуальная машина %(vmid)s не содержит непосредственно присвоенного устройства хоста %(dev_name)s.

source: The host device %(dev_name)s is not allowed to directly assign to VM.
de_de: Die Hosteinheit %(dev_name)s darf nicht direkt einer VM zugewiesen werden.
fr_fr: L'unité hôte %(dev_name)s n'est pas autorisée à être affectée directement à la machine virtuelle.
it_it: Il dispositivo host %(dev_name)s non consente di assegnare direttamente al VM.
ko_kr: 호스트 장치 %(dev_name)s을(를) 직접 VM에 지정할 수 없습니다.
pt_br: O dispositivo host %(dev_name)s não tem permissão para designar diretamente para a VM.
ru_ru: Прямое присвоение виртуальной машине недопустимо для хоста %(dev_name)s.

source: No IOMMU groups found. Host PCI pass through needs IOMMU group to function correctly. Please enable Intel VT-d or AMD IOMMU in your BIOS, then verify the Kernel is compiled with IOMMU support. For Intel CPU, add intel_iommu=on to your Kernel parameter in /boot/grub2/grub.conf. For AMD CPU, add iommu=pt iommu=1.
de_de: Keine IOMMU-Gruppen gefunden. Für den Host-PCI-Durchgriff muss die IOMMU-Gruppe ordnungsgemäß funktionieren. Aktivieren Sie Intel VT-d oder AMD IOMMU in Ihrem BIOS und prüfen Sie dann, ob der Kernel mit IOMMU-Unterstützung kompiliert wurde. Fügen Sie Ihrem Kernelparameter für die Intel-CPU intel_iommu=on in /boot/grub2/grub.conf hinzu. Für AMD-CPU müssen Sie iommu=pt iommu=1 hinzufügen.
fr_fr: Aucun groupe IOMMU trouvé. Le passe-système PCI hôte a besoin d'un groupe IOMMU pour fonctionner correctement. Activez Intel VT-d ou AMD IOMMU dans votre BIOS, puis vérifiez que le noyau est compilé avec le support IOMMU. Pour l'UC Intel, ajoutez intel_iommu=on pour le paramètre de noyau dans /boot/grub2/grub.conf. Pour l'UC AMD, ajoutez iommu=pt iommu=1.
it_it: Non è stato trovato alcun gruppo IOMMU. Per funzionare correttamente il pass-through PCI host ha bisogno del gruppo IOMMU. Abilitare Intel VT-d o AMD IOMMU nel BIOS e verificare quindi che il Kernel sia compilato con il supporto IOMMU. per la CPU Intel, aggiungere intel_iommu=on al parametro Kernel in /boot/grub2/grub.conf. Per la CPU AMD, aggiungere iommu=pt iommu=1.
ko_kr: IOMMU 그룹을 찾을 수 없습니다. 올바르게 기능하려면 호스트 PCI pass through에 IOMMU 그룹이 있어야 합니다. BIOS에서 Intel VT-d 또는 AMD IOMMU를 사용하도록 설정한 후 커널이 IOMMU 지원으로 컴파일되었는지 확인하십시오. Intel CPU의 경우, /boot/grub2/grub.conf에 있는 커널 매개변수에 intel_iommu=on을 추가하십시오. AMD CPU의 경우,iommu=pt iommu=1을 추가하십시오.
pt_br: Nenhum grupo IOMMU localizado. A passagem do PCI (Peripheral Component Interconnect) host precisa do grupo IOMMU para funcionar corretamente. Ative Intel VT-d ou AMD IOMMU em seu BIOS, e verifique se o Kernel está compilado com suporte a IOMMU. Para a CPU (unidade central de processamento) Intel, inclua intel_iommu=on em seu parâmetro do Kernel em /boot/grub2/grub.conf. Para a CPU (unidade central de processamento) AMD, inclua iommu=pt iommu=1.

source: "name" should be a device name string
de_de: Für "name" muss eine Einheitennamenszeichenfolge angegeben werden
fr_fr: "name" doit être une chaîne de nom d'unité
it_it: "name" deve essere una stringa nome dispositivo
ko_kr: "name"은(는) 장치 이름 문자열이어야 합니다.
pt_br: "name" deve ser uma sequência de nome do dispositivo
ru_ru: Значение "name" должно быть строкой с именем устройства

source: The device %(name)s is probably in use by the host. Unable to attach it to the guest.
de_de: Die Einheit %(name)s wird vermutlich vom Host benutzt. Es kann keine Verbindung der Einheit zum Gast hergestellt werden.
fr_fr: L'unité %(name)s est probablement utilisée par l'hôte. Impossible de l'attacher à l'hôte.
it_it: Il dispositivo %(name)s è probabilmente utilizzato dall'host. Impossibile collegarloalla macchina guest.
ko_kr: %(name)s 장치는 호스트에서 사용 중일 수 있습니다. 게스트에 연결할 수없습니다.
pt_br: O dispositivo %(name)s provavelmente está em uso pelo host. Não é possível conectá-lo ao convidado.
ru_ru: Возможно, устройство %(name)s используется хостом. Его невозможно подключить к гостевой системе.

source: Interface %(iface)s does not exist in virtual machine %(name)s
de_de: Schnittstelle %(iface)s ist in virtueller Maschine %(name)s nicht vorhanden
fr_fr: L'interface %(iface)s n'existe pas sur la machine virtuelle %(name)s
it_it: L'interfaccia %(iface)s non esiste nella macchina virtuale %(name)s
ko_kr: 가상 머신 %(name)s에 %(iface)s 인터페이스가 없습니다.
pt_br: A interface %(iface)s não existe na máquina virtual %(name)s
ru_ru: Интерфейс %(iface)s не существует в виртуальной машине %(name)s

source: Network %(network)s specified for virtual machine %(name)s does not exist
de_de: Das Netz %(network)s, das für die virtuelle Maschine %(name)s angegeben wurde, ist nicht vorhanden
fr_fr: Le réseau %(network)s indiqué pour la machine virtuelle %(name)s n'existe pas
it_it: La rete %(network)s specificata per la macchina virtuale %(name)s non esiste
ko_kr: 가상 머신 %(name)s에 지정된 %(network)s 네트워크가 없습니다.
pt_br: A rede %(network)s especificada para máquina virtual %(name)s não existe
ru_ru: Сеть %(network)s, указанная для виртуальной машины %(name)s, не существует

source: Supported virtual machine interfaces type is only network
de_de: Unterstützter Schnittstellentyp einer virtuellen Maschine ist nur Netz
fr_fr: Type d'interface de machine virtuelle pris en charge : réseau uniquement
it_it: Il tipo supportato per le interfacce della macchina virtuale è solo rete
ko_kr: 지원되는 가상 머신 인터페이스 유형은 네트워크뿐입니다.
pt_br: O tipo de interface de máquina virtual suportado é somente rede
ru_ru: Поддерживается только один тип интерфейсов виртуальной машины - сеть

source: Network name for virtual machine interface must be a string
de_de: Netzname für Schnittstelle einer virtuellen Maschine muss eine Zeichenfolge sein
fr_fr: Le nom de réseau pour l'interface de la machine virtuelle doit être une chaîne
it_it: Il nome di rete per l'interfaccia della macchina virtuale deve essere una stringa
ko_kr: 가상 머신 인터페이스의 네트워크 이름은 문자열이어야 합니다.
pt_br: O nome da rede para a interface de máquina virtual deve ser um texto
ru_ru: Имя сети для интерфейса виртуальной машины должно быть строкой

source: Invalid network model card specified for virtual machine interface
de_de: Ungültige Netzmodellkarte für Schnittstelle einer virtuellen Maschine angegeben
fr_fr: La carte de modèle réseau spécifiée pour l'interface de la machine virtuelle n'est pas valide
it_it: Scheda modello di rete non valida per l'interfaccia della macchina virtuale
ko_kr: 가상 머신 인터페이스에 대해 올바르지 않은 네트워크 모델 카드가 지정되었습니다.
pt_br: Placa do modelo de rede inválida especificada para a interface de máquina virtual
ru_ru: Указана недопустимая карта модели сети для интерфейса виртуальной машины
