Repository: kimchi-project/kimchi
Catalog: po/*.po
Languages: de_de, fr_fr, it_it, ko_kr, pt_br, ru_ru

source: Specify type and network to add a new virtual machine interface
de_de: Geben Sie Typ und Netz an, um eine neue Schnittstelle für eine virtuelle Maschine hinzuzufügen
fr_fr: Spécifiez un type et un réseau à ajouter à une nouvelle interface de machine virtuelle
it_it: Specificare il tipo e la rete per aggiungere una nuova interfaccia della macchina virtuale
ko_kr: 새 가상 머신 인터페이스를 추가할 유형 및 네트워크를 지정하십시오.
pt_br: Especifique o tipo e a rede para incluir uma nova interface de máquina virtual
ru_ru: Укажите тип и сеть для добавления нового интерфейса виртуальной машины

source: MAC Address must respect this format FF:FF:FF:FF:FF:FF
de_de: MAC-Adresse muss folgendes Format verwenden: FF:FF:FF:FF:FF:FF
fr_fr: L'adresse MAC doit être conforme au format FF:FF:FF:FF:FF:FF
it_it: L'indirizzo MAC deve rispettare il formato FF:FF:FF:FF:FF:FF
ko_kr: MAC 주소는 FF:FF:FF:FF:FF:FF 형식을 준수해야 합니다.
pt_br: O Endereço MAC deve respeitar esse formato FF:FF:FF:FF:FF:FF
ru_ru: MAC-адрес должен иметь формат FF:FF:FF:FF:FF:FF

source: MAC Address %(mac)s already exists in virtual machine %(name)s
de_de: MAC-Adresse %(mac)s ist in virtueller Maschine %(name)s bereits vorhanden
fr_fr: L'adresse MAC %(mac)s existe déjà sur la machine virtuelle %(name)s
it_it: L'indirizzo MAC %(mac)s esiste già nella macchina virtuale %(name)s
ko_kr: 가상 머신 %(name)s에 MAC 주소 %(mac)s이(가) 이미 존재합니다.
pt_br: O Endereço MAC %(mac)s já existe na máquina virtual %(name)s
ru_ru: MAC-адрес %(mac)s уже существует в виртуальной машине %(name)s

source: Invalid MAC Address
de_de: Ungültige MAC-Adresse
fr_fr: Adresse MAC non valide
it_it: Indirizzo MAC non valido
ko_kr: 올바르지 않은 MAC 주소입니다.
pt_br: Endereço MAC inválido
ru_ru: Недопустимый MAC-адрес

source: Cannot change MAC address of a running virtual machine
de_de: MAC-Adresse einer aktiven virtuellen Maschine kann nicht geändert werden
fr_fr: Impossible de modifier l'adresse MAC d'une machine virtuelle en cours d'exécution
it_it: Impossibile modificare l'indirizzo MAC di una macchina virtuale in esecuzione
ko_kr: 실행 중인 가상 머신의 MAC 주소를 변경할 수 없습니다.
pt_br: Não é possível mudar o endereço MAC de uma máquina virtual em execução
ru_ru: Нельзя изменить MAC-адрес работающей виртуальной машины

source: Template %(name)s already exists
de_de: Vorlage %(name)s ist bereits vorhanden
fr_fr: Le modèle %(name)s existe déjà
it_it: Modello %(name)s già esistente
ko_kr: 템플리트 %(name)s이(가) 이미 존재합니다.
pt_br: O modelo %(name)s já existe
ru_ru: Шаблон %(name)s уже существует

source: Network '%(network)s' specified for template %(template)s does not exist
de_de: Netz '%(network)s', das für Vorlage %(template)s angegeben wurde, ist nicht vorhanden
fr_fr: Le réseau '%(network)s' indiqué pour le modèle %(template)s n'existe pas
it_it: La rete '%(network)s' specificata per il modello %(template)s non esiste
ko_kr: %(template)s 템플리트에 지정된 '%(network)s' 네트워크가 없습니다.
pt_br: A rede '%(network)s' especificada para o modelo %(template)s não existe
ru_ru: Сеть '%(network)s', указанная для шаблона %(template)s, не существует

source: Storage pool %(pool)s specified for template %(template)s does not exist
de_de: Speicherpool %(pool)s, der für Vorlage %(template)s angegeben wurde, ist nicht vorhanden
fr_fr: Le pool de stockage '%(pool)s' indiqué pour le modèle %(template)s n'existe pas
it_it: Il pool di memoria %(pool)s specificato per il modello %(template)s non esiste
ko_kr: %(template)s 템플리트에 지정된 스토리지 풀 %(pool)s이(가) 없습니다.
pt_br: O conjunto de armazenamentos %(pool)s especificado para o modelo %(template)s não existe
ru_ru: Пул памяти %(pool)s, указанный для шаблона %(template)s, не существует

source: Storage pool %(pool)s specified for template %(template)s is not active
de_de: Speicherpool %(pool)s, der für Vorlage %(template)s angegeben wurde, ist nicht aktiv
fr_fr: Le pool de stockage '%(pool)s' indiqué pour le modèle %(template)s n'est pas actif
it_it: Il pool di memoria %(pool)s specificato per il modello %(template)s non è attivo
ko_kr: %(template)s 템플리트에 지정된 스토리지 풀 %(pool)s이(가) 활성이 아닙니다.
pt_br: O conjunto de armazenamentos %(pool)s especificado para o modelo %(template)s não está ativo
ru_ru: Пул памяти %(pool)s, указанный для шаблона %(template)s, неактивен

source: Invalid parameter '%(param)s' specified for CDROM.
de_de: Ungültiger Parameter '%(param)s' für CD-ROM angegeben.
fr_fr: Paramètre non valide '%(param)s' spécifié pour le CD-ROM.
it_it: Parametro non valido '%(param)s' specificato per CDROM.
ko_kr: CDROM에 대해 올바르지 않은 매개변수 '%(param)s' 이(가) 지정되었습니다.
pt_br: Parâmetro inválido '%(param)s' especificado para CDROM.
ru_ru: Указан недопустимый параметр %(param)s для CDROM.

source: Network %(network)s specified for template %(template)s is not active
de_de: Netz %(network)s, das für Vorlage %(template)s angegeben wurde, ist nicht aktiv
fr_fr: Le réseau '%(network)s' indiqué pour le modèle %(template)s n'est pas actif
it_it: La rete %(network)s specificata per il modello %(template)s non è attiva
ko_kr: %(template)s 템플리트에 지정된 %(network)s 네트워크가 활성이 아닙니다.
pt_br: Rede %(network)s especificada para o modelo %(template)s não está ativa
ru_ru: Сеть %(network)s, указанная для шаблона %(template)s, неактивна

source: Template name must be a string
de_de: Vorlagenname muss eine Zeichenfolge sein
fr_fr: Le nom du modèle doit être une chaîne
it_it: Il nome del modello deve essere una stringa
ko_kr: 템플리트 이름은 문자열이어야 합니다.
pt_br: O nome de modelo deve ser um texto
ru_ru: Имя шаблона должно быть строкой

source: Template icon must be a path to the image
de_de: Vorlagensymbol muss ein Pfad zum Image sein
fr_fr: L'icône de modèle doit être un chemin d'accès à l'image
it_it: L'icona del modello deve essere un percorso all'immagine
ko_kr: 템플리트 아이콘은 이미지의 경로여야 합니다.
pt_br: O ícone de modelo deve ser um caminho para a imagem
ru_ru: Значок шаблона должен быть путем к образу

source: Template distribution must be a string
de_de: Vorlagenverteilung muss eine Zeichenfolge sein
fr_fr: La distribution du modèle doit être une chaîne
it_it: La distribuzione del modello deve essere una stringa
ko_kr: 템플리트 배포는 문자열이어야 합니다.
pt_br: A distribuição do modelo deve ser um texto
ru_ru: Вариант шаблона должен быть строкой

source: Template distribution version must be a string
de_de: Vorlagenverteilungsversion muss eine Zeichenfolge sein
fr_fr: La version de distribution du modèle doit être une chaîne
it_it: La versione della distribuzione del modello deve essere una stringa
ko_kr: 템플리트 배포 버전은 문자열이어야 합니다.
pt_br: A versão de distribuição do modelo deve ser um texto
ru_ru: Версия варианта шаблона должна быть строкой

source: The number of CPUs must be an integer greater than 0
de_de: Die Anzahl der CPUs muss eine Ganzzahl größer als 0 sein
fr_fr: Le nombre d'UC doit être un entier supérieur à 0
it_it: Il numero di CPU deve essere un numero intero maggiore di 0
ko_kr: CPU 수는 0보다 큰 정수여야 합니다.
pt_br: O número de CPUs (unidades centrais de processamento) deve ser um número inteiro maior que 0
ru_ru: Число процессоров должно быть целым числом, большим 0

source: Amount of memory (MB) must be an integer greater than 512
de_de: Speicherkapazität (MB) muss eine Ganzzahl größer als 512 sein
fr_fr: La quantité de mémoire (Mo) doit être un entier supérieur à 512
it_it: La quantità di memoria (MB) deve essere un numero intero maggiore di 512
ko_kr: 메모리 용량(MB)은 512보다 큰 정수여야 합니다.
pt_br: A quantia de memória (MB) deve ser um número inteiro maior que 512

source: Template CDROM must be a local or remote ISO file
de_de: Vorlagen-CD-ROM muss eine lokale oder ferne ISO-Datei sein
fr_fr: Le CD-ROM modèle doit être un fichier ISO local ou distant
it_it: Il CDROM del modello deve essere un file ISO locale o remoto
ko_kr: 템플리트 CDROM은 로컬 또는 원격 ISO 파일이어야 합니다.
pt_br: O modelo CD-ROM deve ser um arquivo ISO local ou remoto
ru_ru: CDROM шаблона должен быть локальным или удаленным файлом ISO

source: Invalid storage pool URI %(value)s specified for template
de_de: Ungültiger Speicherpool-URI %(value)s für Vorlage angegeben
fr_fr: URI du pool de stockage non valide %(value)s indiqué pour le modèle
it_it: URI pool di memoria non valido %(value)s specificato per il modello
ko_kr: 템플리트에 대해 올바르지 않은 스토리지 풀 URI %(value)s이(가) 지정되었습니다.
pt_br: URI do conjunto de armazenamentos %(value)s inválido especificado para modelo
ru_ru: Для шаблона указан недопустимый URI пула памяти %(value)s

source: Specify an ISO image as CDROM or a base image to create a template
de_de: Geben Sie ein ISO-Image als CD-ROM oder ein Basisimage an, um eine Vorlage zu erstellen
fr_fr: Indiquez une image ISO comme CD-ROM ou image de base pour créer un modèle
it_it: Specificare un'immagine ISO come CDROM o un'immagine di base per creare un modello
ko_kr: 템플리트를 작성하려면 ISO 이미지를 CDROM 또는 기본 이미지로 지정하십시오.
pt_br: Especifique uma imagem ISO como CD-ROM ou uma imagem base para criar um modelo
ru_ru: Укажите образ ISO в качестве CDROM или базового образа для создания шаблона

source: All networks for the template must be specified in a list.
de_de: Alle Netze für die Vorlage müssen in einer Liste angegeben werden.
fr_fr: Tous les réseaux du modèle doivent être spécifiés dans une liste.
it_it: Tutte le reti per il modello devono essere specificate in un elenco.
ko_kr: 템플리트의 모든 네트워크가 목록에 지정되어야 합니다.
pt_br: Todas as redes para o modelo devem ser especificadas em uma lista.
ru_ru: Все сети для шаблона должны быть указаны в списке.

source: Specify a volume to a template when storage pool is iSCSI or SCSI
de_de: Geben Sie einen Datenträger für eine Vorlage an, wenn der Speicherpool iSCSI oder SCSI ist
fr_fr: Spécifiez un volume sur un modèle lorsque le pool de stockage est iSCSI ou SCSI
it_it: Se il pool di memoria è iSCSI o SCSI specificare un volume per un modello
ko_kr: 스토리지 풀이 iSCSI 또는 SCSI인 경우 볼륨을 템플리트에 지정하십시오.
pt_br: Especifique um volume para um modelo quando o conjunto de armazenamentos for iSCSI ou SCSI
ru_ru: Укажите том для шаблона, когда пул памяти - iSCSI или SCSI

source: The volume %(volume)s is not in storage pool %(pool)s
de_de: Der Datenträger %(volume)s ist nicht im Speicherpool %(pool)s vorhanden
fr_fr: Le volume %(volume)s n'est pas dans le pool de stockage %(pool)s
it_it: Il volume %(volume)s non è nel pool di memoria %(pool)s
ko_kr: %(volume)s 볼륨이 스토리지 풀 %(pool)s에 없습니다.
pt_br: O volume %(volume)s não está no conjunto de armazenamentos %(pool)s
ru_ru: Том %(volume)s отсутствует в пуле памяти %(pool)s

source: Unable to create template due error: %(err)s
de_de: Vorlage kann aufgrund des folgenden Fehlers nicht erstellt werden: %(err)s
fr_fr: Impossible de créer le modèle en raison de l'erreur suivante : %(err)s
it_it: Impossibile creare il modello a causa dell'errore: %(err)s
ko_kr: 오류 때문에 템플리트를 작성할 수 없음: %(err)s
pt_br: Não é possível criar o modelo devido ao erro: %(err)s
ru_ru: Не удалось создать шаблон из-за следующей ошибки: %(err)s

source: Unable to delete template due error: %(err)s
de_de: Vorlage kann aufgrund des folgenden Fehlers nicht gelöscht werden: %(err)s
fr_fr: Impossible de supprimer le modèle en raison de l'erreur suivante : %(err)s
it_it: Impossibile eliminare il modello a causa dell'errore: %(err)s
ko_kr: 오류 때문에 템플리트를 삭제할 수 없음: %(err)s
pt_br: Não é possível excluir o modelo devido ao erro: %(err)s
ru_ru: Не удалось удалить шаблон из-за следующей ошибки: %(err)s

source: Disk size must be an integer greater than 1GB.
de_de: Plattengröße muss eine Ganzzahl größer als 1 GB sein.
fr_fr: La taille du disque doit être un entier supérieur à 1 Go.
it_it: La dimensione del disco deve essere un numero intero maggiore di 1GB.
ko_kr: 디스크 크기는 1GB보다 큰 정수여야 합니다.
pt_br: O tamanho do disco deve ser um número inteiro maior que 1 GB.
ru_ru: Размер диска должен быть целым числом больше 1 ГБ.

source: Template base image must be a valid local image file
de_de: Basisimage der Vorlage muss eine gültige lokale Imagedatei sein
fr_fr: L'image de base du modèle doit être un fichier image local valide
it_it: L'immagine di base del modello deve essere un file immagine locale valido
ko_kr: 템플리트 기본 이미지는 유효한 로컬 이미지 파일이어야 합니다.
pt_br: A imagem base do modelo deve ser um arquivo de imagem local válido
ru_ru: Базовый образ шаблона должен быть правильным локальным файлом образа

source: Cannot identify base image %(path)s format
de_de: Format für %(path)s des Basisimage kann nicht ermittelt werden
fr_fr: Impossible d'identifier le format %(path)s de l'image de base
it_it: Impossibile identificare il formato %(path)s dell'immagine di base
ko_kr: 기본 이미지 %(path)s 형식을 식별할 수 없습니다.
pt_br: Não é possível identificar o formato da imagem base %(path)s
ru_ru: Не удалось идентифицировать формат %(path)s базового образа

source: When specifying CPU topology, VCPUs must be a product of sockets, cores, and threads.
de_de: Bei der Angabe der CPU-Topologie müssen VCPUs ein Produkt der Sockets, Kerne und Threads sein.
fr_fr: Lors de la spécification de la topologie d'UC, les UC virtuelles doivent être un produit des sockets, coeurs et unités d'exécution.
it_it: Quando si specifica la topologia CPU, le VCPU devono essere composte da socket, core ethread.
ko_kr: CPU 토폴로지를 지정할 때 VCPU는 소켓, 코어 및 스레드 제품이어야합니다.
pt_br: Ao especificar a topologia da CPU, as VCPUs devem ser um produto de soquetes, núcleos e encadeamentos.

source: When specifying CPU topology, each element must be an integer greater than zero.
de_de: Bei Angabe der CPU-Topologie muss jedes Element eine Ganzzahl größer als null sein.
fr_fr: Lors de la spécification de la topologie d'UC, chaque élément doit être un entier supérieur à zéro.
it_it: Quando si specifica la topologia CPU, ogni elemento deve essere un numero intero maggiore dizero.
ko_kr: CPU 토폴로지를 지정할 때 각 요소는 0보다 큰 정수여야합니다.
pt_br: Ao especificar a topologia da CPU, cada elemento deve ser um número inteiro maior quezero.
ru_ru: При указании топологии процессоров каждый элемент должен быть целым числом больше нуля.

source: Invalid disk image format. Valid formats: bochs, cloop, cow, dmg, qcow, qcow2, qed, raw, vmdk, vpc.
de_de: Ungültiges Plattenimageformat. Gültige Formate: bochs, cloop, cow, dmg, qcow, qcow2, qed, raw, vmdk, vpc.
fr_fr: Format d'image de disque non valide. Formats valides : bochs, cloop, cow, dmg, qcow, qcow2, qed, raw, vmdk, vpc.
it_it: Formato immagine disco non valido. Formati validi: bochs, cloop, cow, dmg, qcow, qcow2, qed, raw, vmdk, vpc.
ko_kr: 올바르지 않은 디스크 이미지 형식입니다. 올바른 형식은 bochs, cloop, cow, dmg, qcow, qcow2, qed, raw, vmdk, vpc입니다.
pt_br: Formato da imagem do disco inválido.Formatos válidos: bochs, cloop, cow, dmg, qcow, qcow2, qed, raw, vmdk, vpc.
ru_ru: Недопустимый формат образа диска. Допустимые форматы: bochs, cloop, cow, dmg, qcow, qcow2, qed, raw, vmdk, vpc.

source: Storage pool %(name)s already exists
de_de: Speicherpool %(name)s ist bereits vorhanden
fr_fr: Le pool de stockage %(name)s existe déjà
it_it: Pool di memoria %(name)s già esistente
ko_kr: 스토리지 풀 %(name)s이(가) 이미 존재합니다.
pt_br: O conjunto de armazenamentos %(name)s já existe
ru_ru: Пул памяти %(name)s уже существует

source: Storage pool %(name)s does not exist
de_de: Speicherpool %(name)s ist nicht vorhanden
fr_fr: Le pool de stockage %(name)s n'existe pas
it_it: Il pool di memoria %(name)s non esiste
ko_kr: 스토리지 풀 %(name)s이(가) 없습니다.
pt_br: O conjunto de armazenamentos %(name)s não existe
ru_ru: Пул памяти %(name)s не существует

source: Specify %(item)s in order to create the storage pool %(name)s
de_de: Geben Sie %(item)s an, um den Speicherpool %(name)s zu erstellen
fr_fr: Spécifiez %(item)s pour créer le pool de stockage %(name)s
it_it: Specificare %(item)s per poter creare il pool di memoria %(name)s
ko_kr: 스토리지 풀 %(name)s을(를) 작성하려면 %(item)s을(를) 지정하십시오.
pt_br: Especifique %(item)s para criar o conjunto de armazenamentos %(name)s
ru_ru: Укажите %(item)s, чтобы создать пул памяти %(name)s

source: Unable to delete active storage pool %(name)s
de_de: Aktiver Speicherpool %(name)s konnte nicht gelöscht werden
fr_fr: Impossible de supprimer le pool de stockage actif %(name)s
it_it: Impossibile eliminare il pool di memoria attivo %(name)s
ko_kr: 활성 스토리지 풀 %(name)s을(를) 삭제할 수 없습니다.
pt_br: Não é possível excluir o conjunto de armazenamentos ativo %(name)s
ru_ru: Не удалось удалить пул памяти %(name)s

source: Unable to list storage pools. Details: %(err)s
de_de: Speicherpools konnten nicht aufgelistet werden. Details: %(err)s
fr_fr: Impossible de répertorier les pools de stockage. Détails : %(err)s
it_it: Impossibile elencare i pool di memoria. Dettagli: %(err)s
ko_kr: 스토리지 풀을 나열할 수 없습니다. 세부사항: %(err)s
pt_br: Não é possível listar os conjuntos de armazenamentos. Detalhes: %(err)s
ru_ru: Не удалось вывести список пулов памяти. Сведения: %(err)s

source: Unable to create storage pool %(name)s. Details: %(err)s
de_de: Speicherpool %(name)s konnte nicht erstellt werden. Details: %(err)s
fr_fr: Impossible de créer le pool de stockage %(name)s. Détails : %(err)s
it_it: Impossibile creare il pool di memoria %(name)s. Dettagli: %(err)s
ko_kr: 스토리지 풀 %(name)s을(를) 작성할 수 없습니다. 세부사항: %(err)s
pt_br: Não é possível criar o conjunto de armazenamentos %(name)s. Detalhes: %(err)s
ru_ru: Не удалось создать пул памяти %(name)s. Сведения: %(err)s

source: Unable to get number of storage volumes in storage pool %(name)s. Details: %(err)s
de_de: Anzahl der Speicherdatenträger im Speicherpool %(name)s konnte nicht abgerufen werden. Details: %(err)s
fr_fr: Impossible d'obtenir le nombre de volumes de stockage dans le pool de stockage %(name)s. Détails : %(err)s
it_it: Impossibile ottenere il numero di volumi di memoria nel pool di memoria %(name)s. Dettagli: %(err)s
ko_kr: 스토리지 풀 %(name)s에 있는 스토리지 볼륨의 수를 가져올 수 없습니다. 세부사항: %(err)s
pt_br: Não é possível obter o número de volumes de armazenamento no conjunto de armazenamentos %(name)s. Detalhes: %(err)s

source: Unable to activate storage pool %(name)s. Details: %(err)s
de_de: Speicherpool %(name)s konnte nicht aktiviert werden. Details: %(err)s
fr_fr: Impossible d'activer le pool de stockage %(name)s. Détails : %(err)s
it_it: Impossibile attivare il pool di memoria %(name)s. Dettagli: %(err)s
ko_kr: 스토리지 풀 %(name)s을(를) 활성화할 수 없습니다. 세부사항: %(err)s
pt_br: Não é possível ativar o conjunto de armazenamentos %(name)s. Detalhes: %(err)s
ru_ru: Не удалось активировать пул памяти %(name)s. Сведения: %(err)s

source: Unable to deactivate storage pool %(name)s. Details: %(err)s
de_de: Speicherpool %(name)s konnte nicht inaktiviert werden. Details: %(err)s
fr_fr: Impossible de désactiver le pool de stockage %(name)s. Détails : %(err)s
it_it: Impossibile disattivare il pool di memoria %(name)s. Dettagli: %(err)s
ko_kr: 스토리지 풀 %(name)s을(를) 비활성화할 수 없습니다. 세부사항: %(err)s
pt_br: Não é possível desativar o conjunto de armazenamentos %(name)s. Detalhes: %(err)s
ru_ru: Не удалось деактивировать пул памяти %(name)s. Сведения: %(err)s

source: Unable to delete storage pool %(name)s. Details: %(err)s
de_de: Speicherpool %(name)s konnte nicht gelöscht werden. Details: %(err)s
fr_fr: Impossible de supprimer le pool de stockage %(name)s. Détails : %(err)s
it_it: Impossibile eliminare il pool di memoria %(name)s. Dettagli: %(err)s
ko_kr: 스토리지 풀 %(name)s을(를) 삭제할 수 없습니다. 세부사항: %(err)s
pt_br: Não é possível excluir o conjunto de armazenamentos %(name)s. Detalhes: %(err)s
ru_ru: Не удалось удалить пул памяти %(name)s. Сведения: %(err)s

source: Unable to create NFS Pool as export path %(path)s may block during mount
de_de: NFS-Pool konnte nicht erstellt werden, weil Exportpfad %(path)s beim Mounten blockieren kann
fr_fr: Impossible de créer le pool NFS car le chemin d'exportation %(path)s risque de bloquer lors du montage
it_it: Impossibile creare il pool NFS poiché il percorso di esportazione %(path)s potrebbe bloccarsi durante il montaggio
ko_kr: 내보내기 경로 %(path)s이(가) 마운트 중에 차단될 수 있으므로 NFS 풀을 작성할 수 없습니다.
pt_br: Não é possível criar o Conjunto NFS porque o caminho de exportação %(path)s pode bloquear durante a montagem
ru_ru: Не удалось создать пул NFS: экспортированный путь %(path)s мог быть заблокирован во время монтирования

source: Unable to create NFS Pool as export path %(path)s mount failed
de_de: NFS-Pool konnte nicht erstellt werden, weil das Mounten des Exportpfads %(path)s fehlgeschlagen ist
fr_fr: Impossible de créer le pool NFS car le montage du chemin d'exportation %(path)s a échoué
it_it: Impossibile creare il pool NFS poiché il montaggio del percorso di esportazione %(path)s ha avuto esito negativo
ko_kr: 내보내기 경로 %(path)s 마운트가 실패했으므로 NFS 풀을 작성할 수 없습니다.
pt_br: Não é possível criar o Conjunto NFS porque a montagem do caminho de exportação %(path)s falhou
ru_ru: Не удалось создать пул NFS: не удалось смонтировать экспортированный путь %(path)s

source: Unsupported storage pool type: %(type)s
de_de: Nicht unterstützter Speicherpooltyp: %(type)s
fr_fr: Type de pool de stockage non pris en charge : %(type)s
it_it: Tipo di pool di memoria non supportato: %(type)s
ko_kr: 지원되지 않는 스토리지 풀 유형: %(type)s
pt_br: Tipo de conjunto de armazenamentos não suportado: %(type)s
ru_ru: Неподдерживаемый тип пула памяти: %(type)s

source: Error while retrieving storage pool XML to %(pool)s
de_de: Fehler beim Abrufen der XML für Speicherpool in %(pool)s
fr_fr: Erreur d'extraction du fichier XML du pool de stockage dans %(pool)s
it_it: Errore durante il richiamo dell'XML del pool di memoria per %(pool)s
ko_kr: %(pool)s에 대해 스토리지 풀 XML을 검색하는 중에 오류가 발생했습니다.
pt_br: Erro ao recuperar o conjunto de armazenamentos XML para %(pool)s
ru_ru: Ошибка получения XML пула памяти для %(pool)s

source: Storage pool name must be a string without slashes (/)
de_de: Name des Speicherpools muss eine Zeichenfolge ohne Schrägstriche (/) sein
fr_fr: Le nom du pool de stockage doit être une chaîne sans barre oblique (/)
it_it: Il nome del pool di memoria deve essere una stringa senza barre (/)
ko_kr: 스토리지 풀 이름은 슬래시(/)를 포함하지 않는 문자열이어야 합니다.
pt_br: O nome do conjunto de armazenamentos deve ser uma sequência sem barras (/)
ru_ru: Имя пула памяти должно быть строкой без символов косой черты (/)

source: Supported storage pool types are dir, netfs, logical, iscsi, isci and kimchi-iso
de_de: Unterstützte Speicherpooltypen sind dir, netfs, logical, iscsi, isci und kimchi-iso
fr_fr: Types de pool de stockage pris en charge : dir, netfs, logical, iscsi, isci et kimchi-iso
it_it: I tipi di pool di memoria supportati sono dir, netfs, logico, iscsi, isci e kimchi-iso
ko_kr: 지원되는 스토리지 풀 유형은 dir, netfs, logical, iscsi, isci 및 kimchi-iso입니다.
pt_br: Os tipos de conjunto de armazenamentos suportados são dir, netfs, lógico, iscsi, isci e kimchiiso
ru_ru: Поддерживаемые типы пулов памяти: dir, netfs, logical, iscsi, isci и kimchi-iso

source: Storage pool path must be a string
de_de: Speicherpoolpfad muss eine Zeichenfolge sein
fr_fr: Le chemin du pool de stockage doit être une chaîne
it_it: Il percorso del pool di memoria deve essere una stringa
ko_kr: 스토리지 풀 경로는 문자열이어야 합니다.
pt_br: O caminho do storage pool deve ser um texto
ru_ru: Путь к пулу памяти должен быть строкой

source: Storage pool host must be a IP or hostname
de_de: Speicherpoolhost muss eine IP oder ein Hostname sein
fr_fr: L'hôte du pool de stockage doit être une adresse IP ou un nom d'hôte
it_it: L'host del pool di memoria deve essere un nome host o IP
ko_kr: 스토리지 풀 호스트는 IP 또는 호스트 이름이어야 합니다.
pt_br: O host do storage pool deve ser um IP ou nome do host
ru_ru: Хост пула памяти должен быть IP-адресом или именем хоста

source: Storage pool device must be the absolute path to the block device
de_de: Speicherpooleinheit muss den absoluten Pfad zur Blockeinheit angeben
fr_fr: L'unité du pool de stockage doit correspondre au chemin d'accès absolu à l'unité par bloc
it_it: Il dispositivo pool di memoria deve essere il percorso assoluto al dispositivo del blocco
ko_kr: 스토리지 풀 장치는 블록 장치에 대한 절대 경로여야 합니다.
pt_br: O dispositivo do conjunto de armazenamentos deve ser o caminho absoluto para o dispositivo de bloco
ru_ru: Устройство пула памяти должно быть абсолютным путем к блочному устройству
