Repository: kimchi-project/kimchi
Catalog: po/*.po
Languages: de_de, fr_fr, it_it, ko_kr, pt_br, ru_ru

source: This will delete the virtual machine and its virtual disks. This operation cannot be undone. Would you like to continue?
de_de: Hiermit werden die virtuelle Maschine und deren virtuellen Platten gelöscht. Diese Operation kann nicht rückgängig gemacht werden. Möchten Sie fortfahren?
fr_fr: Cette opération va supprimer la machine virtuelle et ses disques virtuels. L'opération ne peut pas être annulée. Voulez-vous continuer ?
it_it: L'operazione eliminerà la macchina virtuale e i relativi dischi virtuali e non è reversibile. Si desidera continuare?
ko_kr: 가상 머신 및 해당 가상 디스크가 삭제됩니다. 이 조작은 실행 취소할 수 없습니다. 계속하시겠습니까?
pt_br: Isso excluirá a máquina virtual e seus discos virtuais. Esta operação não é possível desfazer. Deseja continuar?
ru_ru: Виртуальная машина будет удалена вместе со своими виртуальными дисками. Эта операция необратима. Продолжить?

source: Power off Confirmation
de_de: Ausschalten bestätigen
fr_fr: Confirmation de mise hors tension
it_it: Conferma spegnimento
ko_kr: 전원 끄기 확인
pt_br: Confirmação de Desligamento
ru_ru: Подтверждение отключения питания

source: This action may produce undesirable results, for example unflushed disk cache in the guest. Would you like to continue?
de_de: Diese Aktion kann zu nicht gewünschten Ergebnissen führen, beispielsweise zu einem nicht geleerten Plattencache beim Gast. Möchten Sie fortfahren?
fr_fr: Cette action peut produire des résultats indésirables, par exemple, un cache de disque non vidé sur le système invité. Voulez-vous continuer ?
it_it: Questa azione può produrre dei risultati indesiderabili, ad esempio una cache di disco non ripulita nella macchina guest. Si desidera continuare?
ko_kr: 이 조치는 원하지 않은 결과를 생성할 수 있습니다(예: 게스트에 비워지지 않은 디스크 캐시가 있음). 계속하시겠습니까?
pt_br: Essa ação pode produzir resultados indesejáveis, por exemplo, cache de disco não alinhado armazenar em cache no convidado.Deseja continuar?
ru_ru: Это действие может привести к нежелательным последствиям. Например, несброшенный дисковый кэш в гостевой системе. Продолжить?

source: Reset Confirmation
de_de: Zurücksetzung bestätigen
fr_fr: Confirmation de réinitialisation
it_it: Conferma reimpostazione
ko_kr: 다시 설정 확인
pt_br: Confirmação de Reconfiguração
ru_ru: Подтверждение сброса

source: There is a risk of data loss caused by reset without the guest OS shutdown. Would you like to continue?
de_de: Bei einer Zurücksetzung ohne Herunterfahren des Gastbetriebssystems besteht das Risiko eines Datenverlusts. Möchten Sie fortfahren?
fr_fr: Risque de perte de données suite à une réinitialisation sans arrêt du système d'exploitation invité. Voulez-vous continuer ?
it_it: C'è un rischio di perdita di dati causato dalla reimpostazione senza l'arresto del sistema operativo della macchina guest. Si desidera continuare?
ko_kr: 게스트 OS를 종료하지 않고 다시 설정함으로 인한 데이터 손실 위험이 있습니다. 계속하시겠습니까?
pt_br: Há um risco de perda de dados causado por reconfigurar sem o encerramento do sistema operacional guest. Deseja continuar?
ru_ru: Угроза потери данных при сбросе без прекращения работы гостевой ОС. Продолжить?

source: Shut Down Confirmation
de_de: Herunterfahren bestätigen
fr_fr: Confirmation d'arrêt
it_it: Conferma dell'arresto
ko_kr: 종료 확인
pt_br: Confirmação de Encerramento
ru_ru: Подтверждение завершения работы

source: Note the guest OS may ignore this request. Would you like to continue?
de_de: Hinweis: Diese Anforderung wird vom Gastbetriebssystem möglicherweise ignoriert. Möchten Sie fortfahren?
fr_fr: Notez que le système d'exploitation invité peut ignorer cette demande. Voulez-vous continuer ?
it_it: Notare che il sistema operativo della macchina guest può ignorare questa richiesta. Si desidera continuare?
ko_kr: 게스트 OS가 이 요청을 무시할 수 있음을 참고하십시오. 계속하시겠습니까?
pt_br: Note que o S.O. convidado pode ignorar essa solicitação. Deseja continuar?
ru_ru: Обратите внимание, что гостевая ОС может проигнорировать этот запрос. Продолжить?

source: Virtual Machine delete Confirmation
de_de: Löschbestätigung für virtuelle Maschine
fr_fr: Confirmation de la suppression de la machine virtuelle
it_it: Conferma di eliminazione della macchina virtuale
ko_kr: 가상 머신 삭제 확인
pt_br: Confirmação de exclusão de máquina virtual
ru_ru: Подтверждение удаления виртуальной машины

source: This virtual machine is not persistent. Power Off will delete it. Continue?
de_de: Diese virtuelle Maschine ist nicht permanent. Wenn Sie das System ausschalten, wird sie gelöscht. Möchten Sie fortfahren?
fr_fr: Cette machine virtuelle n'est pas permanente. Elle sera supprimée lors de la mise hors tension. Continuer ?
it_it: Questa macchina virtuale non è persistente. Lo spegnimento la eliminerà. Continuare?
ko_kr: 이 가상 머신은 지속적이지 않습니다. 전원을 끄면 삭제됩니다. 계속하시겠습니까?
pt_br: Essa máquina virtual não é persistente. O desligamento irá excluí-lo. Continuar?
ru_ru: Эта виртуальная машина не постоянная. Выключение приведет к ее удалению. Продолжить?

source: When the target guest has SCSI or iSCSI volumes, they will be cloned on default storage pool. The same will happen when the target pool does not have enough space to clone the volumes. Do you want to continue?
de_de: Wenn der Zielgast über SCSI- oder iSCSI-Datenträger verfügt, dann werden sie im Standardspeicherpool geklont. Derselbe Vorgang wird ausgeführt, wenn der Zielpool nicht über genügend Speicherplatz zum Klonen der Datenträger verfügt. Möchten Sie fortfahren?
fr_fr: Lorsque l'invité cible comporte des volumes SCSI ou iSCSI, ces derniers sont clonés dans le pool de stockage par défaut. Cela se produit également lorsque le pool cible ne comporte pas suffisamment d'espace pour cloner les volumes. Voulez-vous continuer ?
it_it: Quando la macchina guest di destinazione ha volumi SCSI o iSCSI, essi verranno clonati sulpool di memoria predefinito. Lo stesso accadrà se il pool di destinazione nonha spazio sufficiente per clonare i volumi. Si desidera continuare?
ko_kr: 대상 게스트에 SCSI 또는 iSCSI 볼륨이 있으면 기본 스토리지 풀에복제됩니다. 대상 풀에 볼륨을 복제할 수 있는 공간이 충분하지 않은 경우에도마찬가지입니다. 계속하시겠습니까?
pt_br: Quando o convidado de destino tiver volumes SCSI ou iSCSI, eles serão clonados no conjunto de armazenamentos padrão.O mesmo ocorrerá quando o conjunto de destino nãotiver espaço suficiente para clonar os volumes. Deseja continuar?
ru_ru: Если у целевой гостевой системы есть тома SCSI или iSCSI, они будут скопированы в пул памяти по умолчанию. То же самое произойдет, если в целевом пуле недостаточно свободного места для дублирования томов. Продолжить?

source: This CDROM will be detached permanently and you can re-attach it. Continue to detach it?
de_de: Diese CD-ROM wird dauerhaft abgehängt und Sie können sie neu anhängen. Möchten Sie mit dem Abhängen fortfahren?
fr_fr: Ce CD-ROM va être détaché définitivement et ne pourra pas être attaché à nouveau. Continuer le détachement ?
it_it: Il CDROM verrà scollegato permanentemente e non sarà possibile ricollegarlo. Continuare con lo scollegamento?
ko_kr: 이 CDROM은 영구적으로 분리되며 다시 연결할 수 있습니다. 분리를 계속하시겠습니까?
pt_br: Este CD-ROM será removido permanentemente e é possível reconectá-lo. Continuar a removê-lo?
ru_ru: Этот CDROM будет отключен. Его можно будет снова подключить. Отключить?

source: Attaching...
de_de: Wird angehängt...
fr_fr: Attachement en cours...
it_it: Collegamento in corso...
ko_kr: 연결 중...
pt_br: Conectando...
ru_ru: Подключение...

source: Replacing...
de_de: Wird ersetzt...
fr_fr: Remplacement en cours...
it_it: Sostituzione in corso...
ko_kr: 교체 중...
pt_br: Substituindo...

source: Successfully attached!
de_de: Erfolgreich angehängt!
fr_fr: L'attachement a abouti.
it_it: Collegamento riuscito.
ko_kr: 연결되었습니다.
pt_br: Conectado com sucesso!

source: Successfully replaced!
de_de: Erfolgreich ersetzt!
fr_fr: Le remplacement a abouti.
it_it: Sostituzione riuscita.
ko_kr: 교체되었습니다.
pt_br: Substituído com sucesso!

source: Successfully detached!
de_de: Erfolgreich abgehängt!
fr_fr: Le détachement a abouti.
it_it: Scollegamento riuscito.
ko_kr: 분리되었습니다.
pt_br: Removido com sucesso!

source: This disk will be detached permanently and you can re-attach it. Continue to detach it?
de_de: Diese Platte wird dauerhaft abgehängt und Sie können sie neu anhängen. Möchten Sie mit dem Abhängen fortfahren?
fr_fr: Ce disque va être détaché définitivement et ne pourra pas être attaché à nouveau. Continuer le détachement ?
it_it: Il disco verrà scollegato permanentemente e sarà possibile ricollegarlo. Continuare con lo scollegamento?
ko_kr: 이 디스크는 영구적으로 분리되고 다시 연결할 수 있습니다. 분리를 계속하시겠습니까?
pt_br: Este disco será removido permanentemente e é possível reconectá-lo. Continuar a remoção?
ru_ru: Этот диск будет отключен. Его можно будет снова подключить. Отключить?

source: interface:
de_de: Schnittstelle:
it_it: interfaccia:
ko_kr: 인터페이스:
ru_ru: интерфейс:

source: address:
de_de: Adresse:
fr_fr: adresse :
it_it: indirizzo:
ko_kr: 주소:
pt_br: endereço:
ru_ru: адрес:

source: link_type:
de_de: Linktyp:
fr_fr: type_lien :
it_it: tipo_link:
ru_ru: тип линии связи:

source: block:
fr_fr: bloc :
it_it: blocco:
ko_kr: 블록:
pt_br: bloco:
ru_ru: блок:

source: drive_type:
de_de: Laufwerkstyp:
fr_fr: type_lecteur :
it_it: tipo_drive:
ru_ru: тип накопителя:

source: model:
de_de: Modell:
fr_fr: modèle :
it_it: modello:
ko_kr: 모델:
pt_br: modelo:
ru_ru: модель:

source: Affected devices:
de_de: Betroffene Einheiten:
fr_fr: Unités concernées :
it_it: Dispositivi influenzati:
ko_kr: 관련 장치:
pt_br: Dispositivos afetados:
ru_ru: Затронутые устройства:

source: The VLAN id must be between 1 and 4094.
de_de: Die VLAN-ID muss zwischen 1 und 4094 liegen.
fr_fr: L'ID réseau local virtuel doit être compris entre 1 et 4094.
it_it: L'ID VLAN deve essere compreso tra 1 e 4094.
ko_kr: VLAN ID는 1과 4094 사이여야 합니다.
pt_br: O ID de VLAN deve ser entre 1 e 4094.

source: unavailable
de_de: nicht verfügbar
fr_fr: non disponible
it_it: non disponibile
ko_kr: 사용 불가능
pt_br: indisponível
ru_ru: недоступно

source: This action will interrupt network connectivity for any virtual machine that depend on this network.
de_de: Diese Aktion unterbricht die Netzkonnektivität für jede virtuelle Maschine, die von diesem Netz abhängt.
fr_fr: Cette action va interrompre la connectivité réseau pour toute machine virtuelle dépendant de ce réseau.
it_it: L'azione interromperà la connettività di rete per qualsiasi macchina virtuale che dipende da questa rete.
ko_kr: 이 조치는 이 네트워크에 의존하는 가상 머신의 네트워크 연결을 인터럽트합니다.
pt_br: Esta ação interromperá a conectividade de rede para qualquer máquina virtual que depender desta rede.
ru_ru: Это действие нарушит сетевые соединения у всех виртуальных машин, которые зависят от этой сети.

source: Create a network
de_de: Netz erstellen
fr_fr: Créer un réseau
it_it: Crea una rete
ko_kr: 네트워크 작성
pt_br: Criar uma rede
ru_ru: Создать сеть

source: This network is not persistent. Instead of stop, this action will permanently delete it. Would you like to continue?
de_de: Dieses Netz ist nicht permanent. Durch diese Aktion wird es nicht gestoppt, sondern permanent gelöscht. Möchten Sie fortfahren?
fr_fr: Il ne s'agit pas d'un réseau permanent. Au lieu de l'arrêter, cette action va le supprimer de manière permanente. Voulez-vous continuer ?
it_it: Questa rete non è permanente. Invece di arrestarla, questa azione la eliminerà permanentemente. Si desidera continuare?
ko_kr: 이 네트워크는 지속적이지 않습니다. 이 조치는 중지하는 대신 영구적으로 삭제합니다. 계속하시겠습니까?
pt_br: Essa rede não é persistente. Em vez de parar, essa ação o excluirá permanentemente. Deseja continuar?
ru_ru: Эта сеть не постоянная. Вместо остановки, это действие безвозвратно удалит ее. Продолжить?

source: The bridged VLAN tag may not work well with NetworkManager enabled. You should consider disabling it.
de_de: Der überbrückte VLAN-Tag arbeitet möglicherweise nicht korrekt, wenn der Netzmanager aktiviert ist. Sie sollten ihn eventuell inaktivieren.
fr_fr: Il se peut que l'étiquette Réseau local virtuel local routé ne fonctionne pas correctement lorsque NetworkManager est activé. Vous devez envisager de désactiver ce dernier.
it_it: La tag VLAN con bridge potrebbe non funzionare bene con NetworkManager abilitato. Si dovrebbe prendere in considerazione la sua disabilitazione.
ko_kr: NetworkManager를 사용으로 설정하여 브릿지된 VLAN 태그가 잘 작동하지 않을 수 있습니다. 사용 안함으로설정하는 것이 좋습니다.
pt_br: A identificação de VLAN em ponte pode não funcionar bem com o NetworkManager ativado. Você deve considerar desativá-lo.
ru_ru: Тег комплексной VLAN может работать неправильно с включенным NetworkManager. Его рекомендуется выключить.

source: This will permanently delete the storage pool. Would you like to continue?
de_de: Hiermit wird der Speicherpool dauerhaft gelöscht. Möchten Sie fortfahren?
fr_fr: Le pool de stockage va être supprimé définitivement. Voulez-vous continuer ?
it_it: L'azione eliminerà permanentemente il pool di memoria. Si desidera continuare?
ko_kr: 스토리지 풀이 영구적으로 삭제됩니다. 계속하시겠습니까?
pt_br: Isso excluirá permanentemente o conjunto de armazenamentos. Deseja continuar?
ru_ru: Пул памяти будет безвозвратно удален. Продолжить?

source: This storage pool is empty.
de_de: Dieser Speicherpool ist leer.
fr_fr: Ce pool de stockage est vide.
it_it: Il pool di memoria è vuoto.
ko_kr: 이 스토리지 풀은 비어 있습니다.
pt_br: Este storage pool está vazio.
ru_ru: Этот пул памяти пустой.

source: It will format your disk and you will loose any data in there, are you sure to continue?
de_de: Hiermit wird Ihre Platte formatiert und Sie verlieren sämtliche Daten darauf. Sind Sie sicher, dass Sie fortfahren möchten?
fr_fr: Le disque va être formaté et vous perdrez toutes les données qu'il contient. Voulez-vous vraiment continuer ?
it_it: Il disco verrà formattato e tutti i dati su di esso andranno persi, sicuri di voler continuare?
ko_kr: 디스크가 포맷되고 데이터가 손실됩니다. 계속하시겠습니까?
pt_br: Isso formatará seu disco e você perderá quaisquer dados contidos nele, tem certeza de que deseja continuar?
ru_ru: Диск будет отформатирован, и все данные на нем будут потеряны. Вы действительно хотите продолжить?

source: SCSI Fibre Channel
fr_fr: Fibre Channel SCSI
it_it: Canale a fibre ottiche SCSI
ko_kr: SCSI 파이버 채널
pt_br: Fibre Channel SCSI

source: No SCSI adapters found.
de_de: Keine SCSI-Adapter gefunden.
fr_fr: Aucun adaptateur SCSI trouvé.
it_it: Nessun adattatore SCSI trovato.
ko_kr: SCSI 어댑터가 없습니다.
pt_br: Nenhum adaptador SCSI localizado.
ru_ru: Не найдены адаптеры SCSI.

source: Loading iSCSI targets...
de_de: iSCSI-Ziele werden geladen...
fr_fr: Chargement des cibles iSCSI...
it_it: Caricamento delle destinazioni iSCSI...
ko_kr: iSCSI 대상 로드 중...
pt_br: Carregando destinos iSCSI...
ru_ru: Загрузка целевых объектов iSCSI...

source: No iSCSI found. Please input one.
de_de: iSCSI wurde nicht gefunden. Nehmen Sie die iSCSI-Eingabe vor.
fr_fr: iSCSI introuvable. Spécifiez-le.
it_it: iSCSI non trovato. Immetterne uno.
ko_kr: iSCSI가 없습니다. 입력하십시오.
pt_br: Nenhum iSCSI localizado. Insira um.
ru_ru: Не найден iSCSI. Введите.

source: Failed to load iSCSI targets.
de_de: iSCSI-Ziele konnten nicht geladen werden.
fr_fr: Echec du chargement des cibles iSCSI.
it_it: Impossibile caricare le destinazioni iSCSI.
ko_kr: iSCSI 대상을 로드하지 못했습니다.
pt_br: Falha ao carregar destinos iSCSI.
ru_ru: Не удалось загрузить целевые объекты iSCSI.

source: The storage pool name can not be blank.
de_de: Der Speicherpoolname darf nicht leer sein.
fr_fr: Le nom du pool de stockage ne peut pas être vide.
it_it: Il campo per il nome del pool di memoria non può essere vuoto.
ko_kr: 스토리지 풀 이름은 비워둘 수 없습니다.
pt_br: O nome do storage pool não pode ser em branco.

source: The storage pool path can not be blank.
de_de: Der Speicherpoolpfad darf nicht leer sein.
fr_fr: Le chemin du pool de stockage ne peut pas être vide.
it_it: Il campo per il percorso del pool di memoria non può essere vuoto.
ko_kr: 스토리지 풀 경로는 비워둘 수 없습니다.
pt_br: O caminho do storage pool não pode ser em branco.

source: NFS server mount path can not be blank.
de_de: Der Mountpfad des NFS-Servers darf nicht leer sein.
fr_fr: Le chemin de montage du serveur NFS ne peut pas être vide.
it_it: Il campo per il percorso di montaggio del server NFS non può essere vuoto.
ko_kr: NFS 서버 마운트 경로는 비워둘 수 없습니다.
pt_br: O caminho de montagem do servidor NFS não pode ser em branco.

source: Invalid NFS mount path.
de_de: Ungültiger NFS-Mountpfad.
fr_fr: Chemin de montage NFS non valide.
it_it: Percorso di montaggio NFS non valido.
ko_kr: 올바르지 않은 NFS 마운트 경로입니다.
pt_br: Caminho de montagem do NFS inválido.
ru_ru: Недопустимый путь монтирования NFS.

source: No logical device selected.
de_de: Keine logische Einheit ausgewählt.
fr_fr: Aucune unité logique sélectionnée.
it_it: Nessun dispositivo logico selezionato.
ko_kr: 논리 장치가 선택되지 않았습니다.
pt_br: Nenhum dispositivo lógico selecionado.
ru_ru: Не выбрано логическое устройство.

source: The iSCSI target can not be blank.
de_de: Das iSCSI-Ziel darf nicht leer sein.
fr_fr: La cible iSCSI ne peut pas être vide.
it_it: Il campo per la destinazione iSCSI non può essere vuoto.
ko_kr: iSCSI 대상은 비워둘 수 없습니다.
pt_br: O destino iSCSI não pode ser em branco.

source: Server name can not be blank.
de_de: Servername darf nicht leer sein.
fr_fr: Le nom du serveur ne peut pas être vide.
it_it: Il campo per il nome del server non può essere vuoto.
ko_kr: 서버 이름은 비워둘 수 없습니다.
pt_br: O nome do servidor não pode ser em branco.

source: This is not a valid Server Name or IP. Please, modify it.
de_de: Dies ist kein gültiger Servername oder keine gültige IP. Ändern Sie den Servernamen oder die IP.
fr_fr: Il ne s'agit pas d'un nom de serveur ou d'une adresse IP valide. Modifiez cet élément.
it_it: Nome server o IP non validi. Modificarli.
ko_kr: 유효한 서버 이름 또는 IP가 아닙니다. 수정하십시오.
pt_br: Este não é um Nome de Servidor ou IP válido. Modifique-o.
ru_ru: Это не допустимое имя или IP-адрес сервера. Измените его.

source: Looking for available partitions ...
de_de: Es wird nach verfügbaren Partitionen gesucht...
fr_fr: Recherche des partitions disponibles...
it_it: Ricerca di partizioni disponibili in corso...
ko_kr: 사용 가능한 파티션을 찾는 중...
pt_br: Procurando partições disponíveis...
ru_ru: Поиск доступных разделов...

source: No available partitions found.
de_de: Keine gültigen Partitionen gefunden.
fr_fr: Aucune partition disponible trouvée.
it_it: Nessuna partizione disponibile trovata.
ko_kr: 사용 가능한 파티션이 없습니다.
pt_br: Nenhuma partição disponível localizada.
ru_ru: Не найдены доступные разделы.

source: This storage pool is not persistent. Instead of deactivate, this action will permanently delete it. Would you like to continue?
de_de: Dieser Speicherpool ist nicht permanent. Durch diese Aktion wird er nicht inaktiviert, sondern permanent gelöscht. Möchten Sie fortfahren?
fr_fr: Il ne s'agit pas d'un pool de stockage permanent. Au lieu de le désactiver, cette action va le supprimer de manière permanente. Voulez-vous continuer ?
it_it: Il pool di memoria non è permanente. Invece di disattivarlo, l'azione lo eliminerà permanentemente. Si desidera continuare?
ko_kr: 이 스토리지 풀은 지속적이지 않습니다. 이 조치는 풀을 비활성화하지 않고 영구적으로 삭제합니다. 계속하시겠습니까?
pt_br: Este storage pool não é persistente. Em vez de desativar, esta ação o excluirá permanentemente. Deseja continuar?
ru_ru: Этот пул памяти не постоянный. Вместо деактивации, это действие безвозвратно удалит его. Продолжить?

source: Unable to retrieve partitions information.
de_de: Partitionsinformationen konnten nicht abgerufen werden.
fr_fr: Impossible d'extraire les informations relatives aux partitions.
it_it: Impossibile caricare le informazioni sulla partizione.
ko_kr: 파티션 정보를 검색할 수 없습니다.
pt_br: Não é possível recuperar as informações da partição.
ru_ru: Не удалось получить информацию о разделах.

source: In progress...
de_de: In Bearbeitung...
fr_fr: En cours...
it_it: In corso...
ko_kr: 처리 중...
pt_br: Em andamento...
ru_ru: Выполнение...

source: Failed!
de_de: Fehlgeschlagen!
fr_fr: Echec !
it_it: Non riuscito.
ko_kr: 실패함!
pt_br: Falhou!
ru_ru: Сбой!

source: CDROM path needs to be a valid local/remote path and cannot be blank.
de_de: Der CD-ROM-Pfad muss ein gültiger lokaler/ferner Pfad sein. Er darf nicht leer sein.
fr_fr: Le chemin de CD-ROM doit être un chemin local/distant et ne peut pas être à blanc.
it_it: Il percorso CDROM deve essere un percorso locale/remoto valido e non può essere vuoto.
ko_kr: CDROM 경로는 올바른 로컬/원격 경로여야 하며 비워둘 수 없습니다.
pt_br: O caminho CDROM precisa ser um caminho local/remote válido e não pode estar em branco.
ru_ru: Путь к CDROM должен быть правильным локальным или удаленным путем и не может быть пустым.

source: Disk pool or volume cannot be blank.
de_de: Der Plattenpool oder Datenträger darf nicht leer sein.
fr_fr: Le pool de stockage sur disque ou le volume ne peut pas être à blanc.
it_it: Il volume o il pool di dischi non può essere vuoto.
ko_kr: 디스크 풀 또는 볼륨은 비워둘 수 없습니다.
pt_br: O volume ou conjunto de discos não pode estar em branco.
ru_ru: Не указан пул или том диска.

source: Peers
fr_fr: Homologues
it_it: Peer
ko_kr: 피어

source: Searching
de_de: Suche wird durchgeführt
fr_fr: Recherche
it_it: Ricerca
ko_kr: 검색 중
pt_br: Procurando

source: No peers found.
de_de: Keine Peers gefunden.
fr_fr: Homologue introuvable.
it_it: Nessun peer trovato.
ko_kr: 피어가 없습니다.
pt_br: Nenhum peer localizado.

source: Help
de_de: Hilfe
fr_fr: Aide
it_it: Guida
ko_kr: 도움말
pt_br: Ajuda

source: About
de_de: Informationen
fr_fr: A propos de
it_it: Info su
ko_kr: 정보
pt_br: Sobre

source: Log out
de_de: Abmelden
fr_fr: Déconnexion
it_it: Disconnetti
ko_kr: 로그아웃
pt_br: Efetuar logout

source: Version:
it_it: Versione:
ko_kr: 버전:
pt_br: Versão:

source: Session timeout, please re-login.
de_de: Sitzungszeitlimitüberschreitung, melden Sie sich erneut an.
fr_fr: Délai d'attente de session dépassé, veuillez vous reconnecter.
it_it: Timeout della sessione; rieseguire l'accesso.
ko_kr: 세션 제한시간이 초과되었습니다. 다시 로그인하십시오.
pt_br: A sessão atingiu o tempo limite, efetue login novamente.

source: User Name
de_de: Benutzername
fr_fr: Nom d'utilisateur
it_it: Nome utente
ko_kr: 사용자 이름
pt_br: Nome de usuário
ru_ru: Имя пользователя

source: Generate a New Debug Report
de_de: Neuen Debugbericht erstellen
fr_fr: Générer un nouveau rapport de débogage
it_it: Crea un nuovo report di debug
ko_kr: 새 디버그 보고서 생성
pt_br: Gerar um novo relatório de depuração

source: Report Name
de_de: Berichtsname
fr_fr: Nom du rapport
it_it: Nome report
ko_kr: 보고서 이름
pt_br: Nome do relatório

source: The name used to identify the report. If omitted, a name will be chosen based on current time. Name can contain: letters, digits, underscore ("_") and hyphen ("-").
de_de: Der Name, mit dem der Bericht angegeben wird. Falls keine Angabe erfolgt, wird ein Name auf Basis der aktuellen Uhrzeit ausgewählt. Der Name kann Buchstaben, Ziffern, Unterstreichungszeichen ("_") und Bindestriche ("-") enthalten.
fr_fr: Nom utilisé pour identifier le rapport. S'il est omis, un nom sera choisi en fonction de l'heure en cours. Le nom peut contenir : des lettres, chiffres, trait de soulignement ("_") et tiret ("-").
it_it: Il nome utilizzato per identificare il report. Se il nome viene omesso, ne viene scelto uno in base all'ora corrente. Il nome può contenere lettere, cifre, sottolineature ("_") e trattini ("-").
ko_kr: 보고서를 식별하는 데 사용되는 이름입니다. 생략되면 이름은 현재 시간을 기반으로 선택됩니다. 이름에는 문자, 숫자, 밑줄("_")및 하이픈("-")을 포함할 수 있습니다.
pt_br: O nome usado para identificar o relatório. Se omitido, um nome será escolhido com base no tempo atual. O nome pode conter: letras, dígitos, sublinhado ("_") e hífen ("-").

source: Rename a Debug Report
de_de: Debugbericht umbenennen
fr_fr: Renommer un rapport de débogage
it_it: Ridenomina un report di debug
ko_kr: 디버그 보고서 이름 바꾸기
pt_br: Renomeie um relatório de depuração
