Repository: kimchi-project/kimchi
Catalog: po/*.po
Languages: de_de, fr_fr, it_it, ko_kr, pt_br, ru_ru

source: Error while removing storage device: %(error)s
de_de: Fehler beim Entfernen einer Speichereinheit: %(error)s
fr_fr: Erreur lors du retrait de l'unité de stockage : %(error)s
it_it: Errore durante la rimozione del dispositivo di memoria: %(error)s
ko_kr: 스토리지 장치를 제거하는 중에 오류 발생: %(error)s
pt_br: Erro ao remover o dispositivo de armazenamento: %(error)s
ru_ru: Ошибка удаления устройства хранения: %(error)s

source: Do not support IDE device hot plug
de_de: Hot Plug für IDE-Einheit nicht unterstützen
fr_fr: Pas de prise en charge du remplacement à chaud d'unité IDE
it_it: Non supportare hot plug dispositivo IDE
ko_kr: IDE 장치 핫 플러그를 지원하지 않습니다.
pt_br: Não suportar hot plug de dispositivo IDE
ru_ru: Не поддерживается оперативное подключение устройств IDE

source: Specify type and path or type and pool/volume to add a new virtual machine disk
de_de: Geben Sie Typ und Pfad oder Typ und Pool/Datenträger an, um eine neue Platte für eine virtuelle Maschine hinzuzufügen
fr_fr: Spécifiez un type et un chemin pour ajouter un nouveau disque de machine virtuelle
it_it: Specificare il tipo e il percorso oppure il tipo e il pool/volume per aggiungere un nuovo disco di macchina virtuale
ko_kr: 새 가상 머신 디스크를 추가할 유형 및 경로 또는 유형 및 풀/볼륨을 지정하십시오.
pt_br: Especificar tipo e caminho ou tipo e conjunto/volume para incluir um novo disco de máquina virtual
ru_ru: Укажите тип и путь, либо тип и пул/том для добавления нового диска виртуальной машины

source: Specify path to update virtual machine disk
de_de: Geben Sie einen Pfad an, um die Platte der virtuellen Maschine zu aktualisieren
fr_fr: Indiquez le chemin pour mettre à jour le disque de machine virtuelle
it_it: Specificare il percorso per aggiornare il disco della macchina virtuale
ko_kr: 가상 머신 디스크를 업데이트할 경로를 지정하십시오.
pt_br: Especifique o caminho para atualizar o disco de máquina virtual
ru_ru: Укажите путь для обновления диска виртуальной машины

source: Controller type %(type)s limitation of %(limit)s devices reached
de_de: Begrenzung von %(limit)s Einheiten bei Controllertyp %(type)s erreicht
fr_fr: Le type de contrôleur %(type)s a atteint sa limite de %(limit)s unités
it_it: Il tipo di controller %(type)s ha raggiunto il limite di %(limit)s dispositivi
ko_kr: 장치의 제어기 유형 %(type)s 한계 %(limit)s에 도달했습니다.
pt_br: Limitação de tipo de controlador %(type)s de %(limit)s dispositivos atingidos
ru_ru: Достигнуто ограничение на число устройств (%(limit)s) для типа контроллера %(type)s

source: Cannot retrieve disk path information for given pool/volume: %(error)s
de_de: Plattenpfadinformationen für angegebenen Pool/Datenträger können nicht abgerufen werden: %(error)s
fr_fr: Impossible d'extraire les informations de chemin d'accès au disque pour le pool/volume donné : %(error)s
it_it: Impossibile richiamare le informazioni del percorso disco per il pool/volume fornito: %(error)s
ko_kr: 지정한 풀/볼륨에 대한 디스크 경로를 검색할 수 없음: %(error)s
pt_br: Não é possível recuperar informações de caminho do disco para o conjunto/volume fornecido: %(error)s
ru_ru: Не удалось получить информацию о пути к диску для данного пула/тома: %(error)s

source: Volume already in use by other virtual machine.
de_de: Datenträger wird bereits von einer anderen virtuellen Maschine verwendet.
fr_fr: Le volume est déjà utilisé par une autre machine virtuelle.
it_it: Il volume è già utilizzato da un'altra macchina virtuale.
ko_kr: 볼륨이 이미 다른 가상 머신에서 사용 중입니다.
pt_br: O volume já está sendo usado por outra máquina virtual.
ru_ru: Том уже используется другой виртуальной машиной.

source: Only one of path or pool/volume can be specified to add a new virtual machine disk
de_de: Es kann nur ein Pfad oder ein Pool/Datenträger angegeben werden, um eine neue Platte für die virtuelle Maschine hinzuzufügen
fr_fr: Soit le chemin, soit le pool/volume peut être spécifié pour ajouter un nouveau disque de machine virtuelle
it_it: È possibile specificare solo uno tra percorso o pool/volume per aggiungere un nuovodisco di macchina virtuale
ko_kr: 경로 또는 풀/볼륨 중 하나만 새로운 가상 머신 디스크에 지정할 수 있습니다.
pt_br: Apenas um caminho ou conjunto/volume podem ser especificados para inclusão de um novo disco de máquina virtual
ru_ru: При добавлении нового диска виртуальной машины укажите либо путь, либо пул и том

source: Volume chosen with format %(format)s does not fit in the storage type %(type)s
de_de: Ausgewählter Datenträger mit Format %(format)s passt nicht in Speichertyp %(type)s
fr_fr: Le volume choisi avec le format %(format)s n'est pas adapté au type de stockage %(type)s
it_it: Il volume scelto con il formato %(format)s non si adatta nel tipo di memoria %(type)s
ko_kr: %(format)s 형식으로 선택한 볼륨이 스토리지 유형%(type)s에 적합하지 않습니다.
pt_br: O volume escolhido com o formato %(format)s não se ajusta no tipo de armazenamento%(type)s
ru_ru: Выбранный том с форматом %(format)s не подходит для типа памяти %(type)s

source: YUM Repository ID must be one word only string.
de_de: YUM-Repository-ID darf nur ein aus einer Zeichenfolge bestehendes Wort sein.
fr_fr: L'ID référentiel YUM doit être une chaîne d'un seul mot.
it_it: L'ID repository YUM deve essere una stringa di una sola parola.
ko_kr: YUM 저장소 ID는 단일 단어의 문자열이어야 합니다.
pt_br: O ID do Repositório YUM deve ser um texto de apenas uma palavra.

source: Repository URL must be an http://, ftp:// or file:// URL.
de_de: Repository-URL muss eine http://-, ftp://- oder file://-URL sein.
fr_fr: L'URL du référentiel doit être de type http://, ftp:// ou file://.
it_it: L'URL del repository deve essere http://, ftp:// o file:// URL.
ko_kr: 저장소 URL은 http://, ftp:// 또는 file:// URL이어야 합니다.
pt_br: A URL do repositório deve ser uma URL http://, ftp:// ou file://.

source: Repository configuration is a dictionary with specific values according to repository type.
de_de: Repository-Konfiguration ist ein Wörterbuch mit bestimmten Werten hinsichtlich Repository-Typ.
fr_fr: La configuration de référentiel est un dictionnaire avec des valeurs spécifiques en fonction du type de référentiel.
it_it: La configurazione del repository è un dizionario con valori specifici in base al tipo di repository.
ko_kr: 저장소 구성은 저장소 유형에 따른 특정 값이 있는 사전입니다.
pt_br: A configuração de repositório é um dicionário com valores específicos de acordo com o tipo de repositório.

source: Distribution to DEB repository must be a string
de_de: Verteilung an DEB-Repository muss eine Zeichenfolge sein
fr_fr: La distribution sur le référentiel DEB doit être une chaîne
it_it: La distribuzione al repository DEB deve essere una stringa
ko_kr: DEB 저장소에 대한 배포는 문자열이어야 합니다.
pt_br: A distribuição para o repositório DEB deve ser um texto

source: Components to DEB repository must be listed in a array
de_de: Komponenten für DEB-Repository müssen in einem Array aufgelistet sein
fr_fr: Les composants du référentiel DEB doivent être répertoriés dans un tableau
it_it: I componenti per il repository DEB devono essere elencati in un array
ko_kr: DEB 저장소에 대한 구성요소는 배열에 나열되어야 합니다.
pt_br: Os componentes para o repositório DEB devem ser listados em uma matriz

source: Components to DEB repository must be a string
de_de: Komponenten für DEB-Repository müssen eine Zeichenfolge sein
fr_fr: Les composants du référentiel DEB doivent être une chaîne
it_it: I componenti per il repository DEB devono essere una stringa
ko_kr: DEB 저장소에 대한 구성요소는 문자열이어야 합니다.
pt_br: Os componentes para o repositório DEB devem ser um texto

source: Mirror list to repository must be a string
de_de: Spiegelliste für Repository muss eine Zeichenfolge sein
fr_fr: La liste miroir du référentiel doit être une chaîne
it_it: L'elenco di elementi speculari per il repository deve essere una stringa
ko_kr: 저장소에 대한 미러 목록은 문자열이어야 합니다.
pt_br: A lista de espelhos para o repositório deve ser uma sequência

source: YUM Repository name must be string.
de_de: Name des YUM-Repositorys muss eine Zeichenfolge sein.
fr_fr: Le nom de référentiel YUM doit être une chaîne.
it_it: Il nome del repository YUM deve essere una stringa.
ko_kr: YUM 저장소 이름은 문자열이어야 합니다.
pt_br: O nome do Repositório YUM deve ser um texto.

source: GPG check must be a boolean value.
de_de: GPG-Prüfung muss ein boolescher Wert sein.
fr_fr: Le contrôle GPG doit être une valeur booléenne.
it_it: Il controllo GPG deve essere un valore booleano.
ko_kr: GPG 검사는 부울 값이어야 합니다.
pt_br: A verificação de GPG deve ser um valor booleano.

source: GPG key must be a URL pointing to the ASCII-armored file.
de_de: GPG-Schlüssel muss eine URL sein, die auf die ASCII-Armor-Datei verweist.
fr_fr: La clé GPG doit être une URL pointant sur le fichier ASCII.
it_it: La chiave GPG deve essere un URL che punta al file blindato ASCII.
ko_kr: GPG 키는 ASCII 보호 파일을 가리키는 URL이어야 합니다.
pt_br: A chave de GPG deve ser uma URL apontando para o arquivo em ASCII-armor.

source: Could not update repository %(repo_id)s.
de_de: Repository %(repo_id)s konnte nicht aktualisiert werden.
fr_fr: Impossible de mettre à jour le référentiel %(repo_id)s.
it_it: Impossibile aggiornare il repository %(repo_id)s.
ko_kr: '%(repo_id)s' 저장소를 업데이트하지 못했습니다.
pt_br: Não foi possível atualizar o repositório %(repo_id)s.

source: Repository %(repo_id)s does not exist.
de_de: Repository %(repo_id)s ist nicht vorhanden.
fr_fr: Le référentiel %(repo_id)s n'existe pas.
it_it: Il repository %(repo_id)s non esiste.
ko_kr: %(repo_id)s 저장소가 없습니다.
pt_br: O repositório %(repo_id)s não existe.

source: Specify repository base URL, mirror list or metalink in order to create or update a YUM repository.
de_de: Geben Sie die Basis-URL, die Spiegelliste oder den Metalink des Repositorys an, um ein YUM-Repository zu erstellen oder zu aktualisieren.
fr_fr: Indiquez l'URL de base du référentiel, la liste miroir ou le lien afin de créer ou mettre à jour un référentiel YUM.
it_it: Specificare l'URL di base del repository, l'elenco di elementi speculari o metalink per poter creare o aggiornare un repository YUM.
ko_kr: YUM 저장소를 작성 또는 업데이트하려면 저장소 기본 URL, 미러 목록 또는 metalink를 지정하십시오.
pt_br: Especifique a URL base do repositório, lista de espelhos ou metalink para criar ou atualizar um repositório YUM.

source: Repository management tool was not recognized for your system.
de_de: Repository-Verwaltungstool wurde für Ihr System nicht erkannt.
fr_fr: L'outil de gestion de référentiel n'a pas été reconnu pour votre système.
it_it: Lo strumento di gestione del repository non è stato riconosciuto per il sistema.
ko_kr: 해당 시스템에 대한 저장소 관리 도구가 인식되지 않았습니다.
pt_br: A ferramenta de gerenciamento de repositório não foi reconhecida por seu sistema.

source: Repository %(repo_id)s is already enabled.
de_de: Repository %(repo_id)s ist bereits aktiviert.
fr_fr: Le référentiel %(repo_id)s est déjà activé.
it_it: Il repository %(repo_id)s è già abilitato.
ko_kr: %(repo_id)s 저장소가 이미 사용으로 설정되어 있습니다.
pt_br: O repositório %(repo_id)s já está ativado.

source: Repository %(repo_id)s is already disabled.
de_de: Repository %(repo_id)s ist bereits inaktiviert.
fr_fr: Le référentiel %(repo_id)s est déjà désactivé.
it_it: Il repository %(repo_id)s è già disabilitato.
ko_kr: %(repo_id)s 저장소가 이미 사용 안함으로 설정되어 있습니다.
pt_br: O repositório %(repo_id)s já está desativado.

source: Could not remove repository %(repo_id)s.
de_de: Repository %(repo_id)s konnte nicht entfernt werden.
fr_fr: Impossible de supprimer le référentiel %(repo_id)s.
it_it: Impossibile rimuovere il repository %(repo_id)s.
ko_kr: %(repo_id)s 저장소를 제거하지 못했습니다.
pt_br: Não foi possível remover o repositório %(repo_id)s.

source: Could not write repository configuration file %(repo_file)s
de_de: Repository-Konfigurationsdatei %(repo_file)s konnte nicht geschrieben werden
fr_fr: Impossible d'écrire dans le fichier de configuration du référentiel %(repo_file)s
it_it: Impossibile scrivere il file di configurazione del repository %(repo_file)s
ko_kr: 저장소 구성 파일 %(repo_file)s을(를) 작성할 수 없습니다.
pt_br: Não foi possível gravar o arquivo de configuração de repositório %(repo_file)s

source: Specify repository distribution in order to create a DEB repository.
de_de: Geben Sie die Repository-Verteilung an, um ein DEB-Repository zu erstellen.
fr_fr: Indiquez une distribution de référentiel pour créer un référentiel DEB.
it_it: Specificare la distribuzione del repository per poter creare un repository DEB.
ko_kr: DEB 저장소를 작성하려면 저장소 배포를 지정하십시오.
pt_br: Especifique a distribuição de repositório para criar um repositório DEB.

source: Could not enable repository %(repo_id)s.
de_de: Repository %(repo_id)s konnte nicht aktiviert werden.
fr_fr: Impossible d'activer le référentiel %(repo_id)s.
it_it: Impossibile abilitare il repository %(repo_id)s.
ko_kr: %(repo_id)s 저장소를 사용으로 설정하지 못했습니다.
pt_br: Não foi possível ativar o repositório %(repo_id)s.

source: Could not disable repository %(repo_id)s.
de_de: Repository %(repo_id)s konnte nicht inaktiviert werden.
fr_fr: Impossible de désactiver le référentiel %(repo_id)s.
it_it: Impossibile disabilitare il repository %(repo_id)s.
ko_kr: %(repo_id)s 저장소를 사용 안함으로 설정하지 못했습니다.
pt_br: Não foi possível desativar o repositório %(repo_id)s.

source: YUM Repository ID already exists
de_de: YUM-Repository-ID ist bereits vorhanden
fr_fr: L'ID référentiel YUM existe déjà
it_it: ID repository YUM già esistente
ko_kr: YUM 저장소 ID가 이미 존재합니다.
pt_br: O ID do Repositório YUM já existe

source: YUM Repository name must be a string
de_de: YUM-Repository-Name muss eine Zeichenfolge sein
fr_fr: Le nom de référentiel YUM doit être une chaîne.
it_it: Il nome del repository YUM deve essere una stringa
ko_kr: YUM 저장소 이름은 문자열이어야 합니다.
pt_br: O nome do Repositório YUM deve ser um texto

source: Unable to list repositories. Details: '%(err)s'
de_de: Repositorys konnten nicht aufgelistet werden. Details: '%(err)s'
fr_fr: Impossible de répertorier les référentiels. Détails : '%(err)s'
it_it: Impossibile elencare i repository. Dettagli: '%(err)s'
ko_kr: 저장소를 나열할 수 없습니다. 세부사항: '%(err)s'
pt_br: Não é possível listar os repositórios. Detalhes: '%(err)s'

source: Unable to retrieve repository information. Details: '%(err)s'
de_de: Repository-Informationen konnten nicht abgerufen werden. Details: '%(err)s'
fr_fr: Impossible d'extraire les informations relatives au référentiel. Détails : '%(err)s'
it_it: Impossibile richiamare le informazioni sul repository. Dettagli: '%(err)s'
ko_kr: 저장소 정보를 검색할 수 없습니다. 세부사항: '%(err)s'
pt_br: Não é possível recuperar as informações do repositório. Detalhes: '%(err)s'

source: Unable to add repository. Details: '%(err)s'
de_de: Repository konnte nicht hinzugefügt werden. Details: '%(err)s'
fr_fr: Impossible d'ajouter le référentiel. Détails : '%(err)s'
it_it: Impossibile aggiungere il repository. Dettagli: '%(err)s'
ko_kr: 저장소를 추가할 수 없습니다. 세부사항: '%(err)s'
pt_br: Não é possível incluir repositório. Detalhes: '%(err)s'

source: Unable to remove repository. Details: '%(err)s'
de_de: Repository konnte nicht entfernt werden. Details: '%(err)s'
fr_fr: Impossible de supprimer le référentiel. Détails : '%(err)s'
it_it: Impossibile rimuovere il repository. Dettagli: '%(err)s'
ko_kr: 저장소를 제거할 수 없습니다. 세부사항: '%(err)s'
pt_br: Não é possível remover repositório. Detalhes: '%(err)s'

source: Configuration items: '%(items)s' are not supported by repository manager
de_de: Konfigurationselemente: '%(items)s' werden vom Repository-Manager nicht unterstützt
fr_fr: Les éléments de configuration '%(items)s' ne sont pas pris en charge par le gestionnaire de référentiel
it_it: Elementi di configurazione: '%(items)s' non supportati dal gestore repository
ko_kr: 구성 항목: '%(items)s'은(는) 저장소 관리자에 의해 지원되지 않습니다.
pt_br: Itens de configuração: '%(items)s' não são suportados pelo gerenciador de repositório

source: Repository metalink must be an http://, ftp:// or file:// URL.
de_de: Repository-Metalink muss eine http://-, ftp://- oder file://-URL sein.
fr_fr: Le lien du référentiel doit être une URL http://, ftp:// ou file://.
it_it: Il metalink del repository deve essere http://, ftp:// o file:// URL.
ko_kr: 저장소 metalink는 http://, ftp:// 또는 file:// URL이어야 합니다.
pt_br: O metalink do repositório deve ser uma URL de http://, ftp:// ou file://.

source: Cannot specify mirrorlist and metalink at the same time.
de_de: Spiegelliste und Metalink können nicht gleichzeitig angegeben werden.
fr_fr: Impossible de spécifier à la fois la liste miroir et le lien.
it_it: Impossibile specificare contemporaneamente elenco di elementi speculari e metalink.
ko_kr: mirrorlist 및 metalink를 동시에 지정할 수 없습니다.
pt_br: Não é possível especificar lista de espelhos e metalink ao mesmo tempo.

source: Virtual machine '%(vm)s' must be stopped before creating a snapshot of it.
de_de: Die virtuelle Maschine '%(vm)s' muss vor dem Erstellen eines Snapshots gestoppt werden.
fr_fr: La machine virtuelle '%(vm)s' doit être arrêtée avant la création d'une image instantanée de celle-ci.
it_it: La macchina virtuale '%(vm)s' deve essere arrestata prima di poterne creare l'istantanea.
ko_kr: 가상 머신 '%(vm)s'은(는) 스냅샷을 작성하기 전에 중지해야 합니다.
pt_br: A máquina virtual '%(vm)s' deve ser interrompida antes da criação de uma captura instantânea nela.
ru_ru: Виртуальная машина '%(vm)s' должна быть остановлена перед созданием ее моментальной копии.

source: Unable to create snapshot '%(name)s' on virtual machine '%(vm)s'. Details: %(err)s
de_de: Snapshot '%(name)s' kann auf virtueller Maschine '%(vm)s' nicht erstellt werden. Details: %(err)s
fr_fr: Impossible de créer l'image instantanée '%(name)s' sur la machine virtuelle '%(vm)s'. Détails : %(err)s
it_it: Impossibile creare l'istantanea '%(name)s' sulla macchina virtuale '%(vm)s'. Dettagli: %(err)s
ko_kr: 가상 머신 '%(vm)s'에 '%(name)s' 스냅샷을 작성할 수 없습니다. 세부사항: %(err)s
pt_br: Não é possível criar captura instantânea '%(name)s' na máquina virtual '%(vm)s'. Detalhes: %(err)s
ru_ru: Не удалось создать моментальную копию '%(name)s' виртуальной машины '%(vm)s'. Сведения: %(err)s

source: Snapshot '%(name)s' does not exist on virtual machine '%(vm)s'.
de_de: Snapshot '%(name)s' ist auf virtueller Maschine '%(vm)s' nicht vorhanden.
fr_fr: L'image instantanée '%(name)s' n'existe pas sur la machine virtuelle '%(vm)s'.
it_it: L'istantanea '%(name)s' non esiste sulla macchina virtuale '%(vm)s'.
ko_kr: 가상 머신 '%(vm)s'에 '%(name)s' 스냅샷이 없습니다.
pt_br: A captura instantânea '%(name)s' não existe na máquina virtual '%(vm)s'.
ru_ru: Моментальная копия '%(name)s' не существует у виртуальной машины '%(vm)s'.

source: Unable to retrieve snapshot '%(name)s' on virtual machine '%(vm)s'. Details: %(err)s
de_de: Snapshot '%(name)s' kann auf virtueller Maschine '%(vm)s' nicht abgerufen werden. Details: %(err)s
fr_fr: Impossible d'extraire l'image instantanée '%(name)s' sur la machine virtuelle '%(vm)s'. Détails : %(err)s
it_it: Impossibile richiamare l'istantanea '%(name)s' sulla macchina virtuale '%(vm)s'. Dettagli: %(err)s
ko_kr: 가상 머신 '%(vm)s'에서 '%(name)s' 스냅샷을 검색할 수 없습니다. 세부사항: %(err)s
pt_br: Não é possível recuperar a captura instantânea '%(name)s' na máquina virtual '%(vm)s'. Detalhes: %(err)s
ru_ru: Не удалось получить моментальную копию '%(name)s' виртуальной машины '%(vm)s'. Сведения: %(err)s

source: Unable to list snapshots on virtual machine '%(vm)s'. Details: %(err)s
de_de: Snapshots können auf virtueller Maschine '%(vm)s' nicht aufgelistet werden. Details: %(err)s
fr_fr: Impossible de répertorier les images instantanées sur la machine virtuelle '%(vm)s'. Détails : %(err)s
it_it: Impossibile elencare le istantanee sulla macchina virtuale '%(vm)s'. Dettagli: %(err)s
ko_kr: 가상 머신 '%(vm)s'에 스냅샷을 나열할 수 없습니다. 세부사항: %(err)s
pt_br: Não é possível listar capturas instantâneas na máquina virtual '%(vm)s'. Detalhes: %(err)s
ru_ru: Не удалось вывести список моментальных копий виртуальной машины '%(vm)s'. Сведения: %(err)s

source: Unable to delete snapshot '%(name)s' on virtual machine '%(vm)s'. Details: %(err)s
de_de: Snapshot '%(name)s' kann auf virtueller Maschine '%(vm)s' nicht gelöscht werden. Details: %(err)s
fr_fr: Impossible de supprimer l'image instantanée '%(name)s' sur la machine virtuelle '%(vm)s'. Détails : %(err)s
it_it: Impossibile eliminare l'istantanea '%(name)s' sulla macchina virtuale '%(vm)s'. Dettagli: %(err)s
ko_kr: 가상 머신 '%(vm)s'에서 '%(name)s' 스냅샷을 삭제할 수 없습니다. 세부사항: %(err)s
pt_br: Não é possível excluir a captura instantânea '%(name)s' na máquina virtual '%(vm)s'. Detalhes: %(err)s
ru_ru: Не удалось удалить моментальную копию '%(name)s' виртуальной машины '%(vm)s'. Сведения: %(err)s

source: Unable to retrieve current snapshot of virtual machine '%(vm)s'. Details: %(err)s
de_de: Aktueller Snapshot der virtuellen Maschine '%(vm)s' kann nicht abgerufen werden. Details: %(err)s
fr_fr: Impossible d'extraire l'image instantanée en cours de la machine virtuelle '%(vm)s'. Détails : %(err)s
it_it: Impossibile richiamare l'istantanea corrente sulla macchina virtuale '%(vm)s'. Dettagli: %(err)s
ko_kr: 가상 머신 '%(vm)s'의 현재 스냅샷을 검색할 수 없습니다. 세부사항: %(err)s
pt_br: Não é possível recuperar a captura instantânea atual da máquina virtual '%(vm)s'. Detalhes: %(err)s
ru_ru: Не удалось получить текущую моментальную копию виртуальной машины '%(vm)s'. Сведения: %(err)s

source: Unable to revert virtual machine '%(vm)s' to snapshot '%(name)s'. Details: %(err)s
de_de: Virtuelle Maschine '%(vm)s' kann nicht auf Snapshot '%(name)s' zurückgesetzt werden. Details: %(err)s
fr_fr: Impossible de rétablir la machine virtuelle '%(vm)s' à l'image instantanée '%(name)s'. Détails : %(err)s
it_it: Impossibile invertire la macchina virtuale '%(vm)s' alla istantanea '%(name)s'. Dettagli: %(err)s
ko_kr: '%(name)s' 스냅샷에 대한 가상 머신 '%(vm)s'을(를) 검색할 수 없습니다. 세부사항: %(err)s
pt_br: Não é possível reverter a máquina virtual '%(vm)s' para a captura instantânea '%(name)s'. Detalhes: %(err)s
ru_ru: Не удалось восстановить состояние виртуальной машины '%(vm)s' из моментальной копии '%(name)s'. Сведения: %(err)s

source: Unable to create snapshot of virtual machine '%(vm)s' because it contains a disk with format '%(format)s'; only 'qcow2' is supported.
de_de: Snapshot der virtuellen Maschine '%(vm)s' kann nicht erstellt werden, weil er eine Platte im Format '%(format)s' enthält. Nur 'qcow2' wird unterstützt.
fr_fr: Impossible de créer l'image instantanée de la machine virtuelle '%(vm)s' car elle contient un disque au format '%(format)s' ; seul 'qcow2' est pris en charge.
it_it: Impossibile creare l'istantanea della macchina virtuale '%(vm)s' perché contiene un disco con formato '%(format)s'; solo 'qcow2' è supportato.
ko_kr: '%(format)s' 형식의 디스크가 포함되어 있기 때문에가상 머신 '%(vm)s'의 스냅샷을 작성할 수 없습니다. 'qcow2'만 지원됩니다.
pt_br: Não é possível criar a captura instantânea da máquina virtual '%(vm)s' porque ela contém um disco com o formato '%(format)s'; somente 'qcow2' é suportado.
ru_ru: Не удалось создать моментальную копию виртуальной машины '%(vm)s', поскольку она содержит диск в формате %(format)s. Поддерживается только формат qcow2.

source: The number of vCPUs is too large for this system.
de_de: Die Anzahl der vCPUs ist für dieses System zu groß.
fr_fr: Le nombre d'UC virtuelles est trop élevé pour ce système.
it_it: Il numero di vCPU è troppo grande per questo sistema.
ko_kr: 이 시스템의 vCPU 수가 너무 큽니다.
pt_br: O número de vCPUs é muito grande para esse sistema.

source: Invalid vCPU/topology combination.
de_de: Ungültige Kombination aus vCPU und Topologie.
fr_fr: Combinaison d'UC virtuelle/topologie non valide.
it_it: Combinazione vCPU/topologia non valida.
ko_kr: 올바르지 않은 vCPU/토폴로지 조합입니다.
pt_br: Combinação inválida de vCPU/topologia.

source: This host (or current configuration) does not allow CPU topology.
de_de: Dieser Host (oder die aktuelle Konfiguration) erlaubt keine CPU-Topologie.
fr_fr: Cet hôte (ou configuration actuelle) n'autorise pas la topologie d'UC.
it_it: Questo host (o configurazione corrente) non consente la topologia CPU.
ko_kr: 이 호스트(또는 현재 구성)에서는 CPU 토폴로지가 허용되지 않습니다.
pt_br: Esse host (ou configuração atual) não permite topologia de CPU.
ru_ru: На этом хосте (или в текущей конфигурации) не разрешена топология процессоров.
